{
    "uuid": [
        {
            "value": "fe44d82d-7d0d-494a-a38f-f5eb27d62917"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "strategic_initiative",
            "target_type": "node_type",
            "target_uuid": "34ee0c67-48c8-43d7-8ca3-2c2745d3e5ab"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-06-23T13:52:36+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Supporting 3D and Immersive Scholarship @ FSU Libraries"
        }
    ],
    "created": [
        {
            "value": "2022-06-23T13:51:03+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-06-23T13:52:36+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": null,
            "pid": null,
            "langcode": "en"
        }
    ],
    "field_init_leads": [
        {
            "value": "Matt Hunter"
        }
    ],
    "field_initiative_description": [
        {
            "value": "This initiative is for the expansion of support for immersive scholarship on campus–this includes research and teaching that utilizes 3D data through the forms of 3D printing, virtual reality, augmented reality, and interactive 3D publications. Funding has been allocated to allow hiring a graduate assistant to help with development of workshops and 3D\/VR models.\r\n\r\nFor several years, the Office of Digital Research and Scholarship (DRS) has collaborated with faculty and students on finding, evaluating, and implementing digital tools and technologies into their research to create innovative scholarly outputs. One version of this support includes consultation and partnership on immersive scholarship such as 3D printing and virtual reality. This new initiative provides additional resources to strengthen research support for the use and application of three-dimensional data, and the technologies that generate and utilize it, throughout all stages of the research cycle. This initiative adds a graduate research assistant to supplement the current faculty librarian and the technology available for this work: a pair of FDM 3D printers, a high-resolution SLA 3D printer, a high-powered desktop workstation, and a high-powered laptop\/3D scanner combination. These services are housed in the R&D Commons, a space in the basement of Strozier Library which provides a space for workshops and consultations.\r\n\r\nAn overarching outcome for this project will be an increase in the facility with which FSU researchers can utilize 3D data in their research. This initiative will contribute to this by assisting research partners in developing 3D objects and scholarly outputs that utilize them. It will also foster a collaborative environment on campus, and build an interdisciplinary community of practice by developing and hosting workshops, tutorials, and events such as symposia to share skills and knowledge across campus."
        }
    ],
    "field_related_links": [],
    "field_strategic_alignment": [
        {
            "target_type": "taxonomy_term",
            "target_uuid": "c4659744-6170-4a80-9862-3c46a5bd9322"
        },
        {
            "target_type": "taxonomy_term",
            "target_uuid": "2c657c32-9b9d-410e-8ea7-d509ba96ba1d"
        },
        {
            "target_type": "taxonomy_term",
            "target_uuid": "2b321f7a-00cf-4301-bdfb-0b0a498715e7"
        },
        {
            "target_type": "taxonomy_term",
            "target_uuid": "536d292e-e72e-4a8f-a6c4-3c48ce60fb1c"
        }
    ],
    "field_timeline": [
        {
            "value": "The graduate assistant will start in the Fall of 2021 and help develop workshop content, 3D models, photogrammetry sample projects, and contribute to campus research partners' projects throughout the Fall and Spring semester (Summer 2022 TBD).\r\n\r\nFuture iterations of this project will include enhancement of the workshop\/collaboration space and an increase in technology available for researcher use. (Timeline TBD)\r\n\r\nContinued support for personnel, whether graduate assistant, intern, or hourly assistant is also TBD beyond Summer 2022."
        }
    ],
    "field_updates": [
        {
            "value": "January 2022\r\n\r\nOver the last six months, the graduate assistant hired as part of this initiative has made great progress in developing the skills and learning the technologies involved in the role. Progress has also been made in the expansion of DigiNole’s capability to preserve and present 3D models through library-hosted services. This has resulted in a prototype 3D model viewer that is under assessment for full implementation. The team has also begun to gather materials for the development of documentation and policy for the next stage of this project."
        }
    ]
}