{
    "uuid": [
        {
            "value": "07ebbca2-fdb4-40f5-a159-7cf30741ec71"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-06-30T01:31:23+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Open Access Publishing Fund"
        }
    ],
    "created": [
        {
            "value": "2022-04-29T14:51:06+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-06-30T01:31:23+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/research-and-publish\/oa-publishing-fund",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<p style=\"color: red;\">UPDATE 3\/24\/2022: Funds are currently expended.<\/p>\r\n<p><img src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/academicpub-oafund.jpg\" alt=\"\" \/>The Open Access Publishing Fund supports publishing costs for eligible open access (OA) journals and books when no alternative funding is available, thereby fostering the exploration of new and innovative publishing models.&nbsp;<\/p>\r\n<p><strong>Submit the&nbsp;<a href=\"https:\/\/www.lib.fsu.edu\/drs\/publishing\/fund\/proposal\" target=\"_blank\">Open Access Fund Proposal<\/a>&nbsp;form to apply.<\/strong><\/p>\r\n<p>Please see guidelines below for eligibility requirements below.<\/p>\r\n<p><strong>Guidelines<\/strong><\/p>\r\n<div><strong>Eligibility and Requirements<\/strong><br \/> <\/div>\r\n<ul>\r\n<li>Faculty, post-docs, researchers are eligible to apply<\/li>\r\n<li>Publications must be fully open access<\/li>\r\n<li>Journals and publishers must not be hybrids (traditional publications that offer the option of open access on an article-by-article basis) to prevent duplication of payments to publisher<\/li>\r\n<li>Manuscripts must be accepted by the publisher&nbsp;<\/li>\r\n<li>Publications must meet criteria for quality and ethical publishing (see FAQ below or contact us for more information on criteria)<br \/> <\/li>\r\n<\/ul>\r\n<div><strong>Funding Disbursement<\/strong><br \/> <\/div>\r\n<ul>\r\n<li>The maximum allocation is $1500 per publication at this time<\/li>\r\n<li>one author is limited to one fund disbursement per fiscal year<\/li>\r\n<li>Reimbursements are NOT available for fee payments already completed by authors<\/li>\r\n<li>We are not able to hold funding for submitted manuscripts, but authors may resubmit an application upon acceptance<\/li>\r\n<\/ul>\r\n<div><strong>Frequently Asked Questions (FAQs) and Policies<\/strong><\/div>\r\n<p><strong><u>Why was the FSU Libraries' Open Access Fund created?<\/u><\/strong><\/p>\r\n<p>Florida State University strives to \"preserve, expand and disseminate knowledge.\" One manner of achieving that goal is for Florida State University authors to make their research available as open access. Florida State University joins other universities in the United States and Europe in offering its authors access to funding to assist with publication charges for open access journals and books.&nbsp;<\/p>\r\n<p><strong><u>Who is eligible to receive funds?<\/u><\/strong><\/p>\r\n<p>Florida State University University faculty, post-docs, researchers and currently enrolled graduate and undergraduate students are eligible to apply for funds for open access fees for articles and books connected with their research activities at Florida State University. Preference is given to authors who have not been previously funded. Due to limited funds, any given author is limited to one fund disbursement per fiscal year. If the fund is exhausted within a given fiscal year, further applications will not be accepted until the beginning of the next fiscal year. Any open access item published with support from this fund must also be submitted to&nbsp;<a href=\"http:\/\/diginole.lib.fsu.edu\/repository\" target=\"_blank\">DigiNole, FSU's Research Repository<\/a>.<\/p>\r\n<p><strong><u>What publication venues are eligible?<\/u><\/strong><\/p>\r\n<p>The article or book must be published with an open access publisher that does not charge readers or institutions for access to the publication. To be eligible, journal publishers must be listed in the&nbsp;<a href=\"http:\/\/www.doaj.org\/\" target=\"_blank\">Directory of Open Access Journals<\/a>&nbsp;(DOAJ) and book publishers should participate in the&nbsp;<a href=\"http:\/\/www.doabooks.org\/\" target=\"_blank\">Directory of Open Access Books<\/a>&nbsp;(DOAB). All publishers must also either be a member of&nbsp;<a href=\"http:\/\/oaspa.org\/\" target=\"_blank\">Open Access Scholarly Publisher's Association<\/a>&nbsp;(OASPA) or meet its&nbsp;<a href=\"http:\/\/oaspa.org\/membership\/code-of-conduct\/\" target=\"_blank\">Code of Conduct<\/a>. This criteria is intended to support high quality and ethical open access publishers.<\/p>\r\n<p>Journals or books with a \"hybrid model\" (traditional publications that offer the option of open access on an article-by-article basis) or delayed open access are&nbsp;<strong>not eligible<\/strong>&nbsp;for this fund. Articles and books must be fully available open access at the time of publication. Currently, the major open access publishers BioMed Central, Public Library of Science (PLoS) and Hindawi meet these requirements, as do many other smaller open access publishers.<\/p>\r\n<p>Please note that choosing where to publish is an individual decision and should be based on a clear understanding of the advantages and disadvantages the publishing venue may present to the author's career development. We trust that Florida State University authors will assess the impact of the publishing venue and consult with a department chair, mentor or senior colleague when appropriate.<\/p>\r\n<p><strong><u>What fees does the fund cover?<\/u><\/strong><\/p>\r\n<p><img src=\"\/sites\/default\/files\/upload\/fund_0.png\" alt=\"\" \/>Open access publishing funds are awarded on a first-come, first-served basis with a maximum reimbursement of $1,500.00 per article or book. Funds may be used for open access publishing and processing fees (typically referred to as \"article processing changes\" or APCs). Funds may not be used for reprints, color illustration fees, non-OA page charges, permissions fees, web hosting for self-archiving, or other expenses not directly related to open access publication fees.<\/p>\r\n<p><strong><u>What if the research was grant-funded?<\/u><\/strong><\/p>\r\n<p>Articles or books for which alternative funding is available are not eligible for reimbursement from this fund. This includes articles reporting research funded by a gift or a grant from a granting agency, foundation, or other institution (including Florida State University itself) that allows grant funds to be used for open access publishing fees (whether or not the particular grant had budgeted for such fees), and articles funded by an institution that itself pays article processing fees on behalf of the author. An author must have exhausted all other grant and other funding sources to be eligible for this fund.<\/p>\r\n<p><strong><u>How do I apply for funds?<\/u><\/strong><\/p>\r\n<p>Articles or books accepted for publication after September 1, 2017, are eligible for this fund. You may apply for Open Access Publishing Funds by completing an&nbsp;<a href=\"https:\/\/www.lib.fsu.edu\/drs\/publishing\/fund\/proposal\" target=\"_blank\"><strong>Open Access Fund Proposal<\/strong><\/a>.<\/p>\r\n<p><strong><u>At what point in the publication process should I apply for funds?<\/u><\/strong><\/p>\r\n<p><strong>You should apply for funds upon acceptance for publication.<\/strong> Your request will be evaluated against the above guidelines. If you have not yet submitted for publication, your request evaluated for eligibility awaiting official acceptance by the publisher. However, we are not able to \"hold\" funds before the publication is accepted.<\/p>\r\n<p><strong><u>Who administers the fund? How are funds disbursed?<\/u><\/strong><\/p>\r\n<p>Florida State University Libraries' <a href=\"https:\/\/www.lib.fsu.edu\/drs\" target=\"_blank\">Office of Digital Research and Scholarship<\/a> administers the fund. Financial support for the fund is provided by University Libraries, the College of Arts &amp; Sciences, and the Graduate School. The fund may be suspended if sufficient funding is not available in future. The parameters of funding may be changed as appropriate with the advice and counsel of the Dean of the Libraries and the Faculty Senate Library Committee.<\/p>\r\n<p><strong><u>Additional support for OA publishing<\/u><\/strong><\/p>\r\n<p>In addition to administering the OA Publishing Fund, the Libraries'&nbsp;<a href=\"https:\/\/www.lib.fsu.edu\/drs\" target=\"_blank\">Office of Digital Research and Scholarship<\/a>&nbsp;aprovides a range of services to support publishing costs for OA journals and books, including <a href=\"http:\/\/guides.lib.fsu.edu\/academicpublishing\/fsusupport\" target=\"_blank\">institutional memberships with reputable OA publishers<\/a> that entitle FSU authors to discounts on APCs, as well as expert advice on how to find prestigious OA journals in particular disciplines and obtain funding for APCs through grants and waiver programs. Please contact <a href=\"mailto:cthomas5@fsu.edu\">Camille Thomas<\/a>, Scholarly Communications Librarian, for additional information.<\/p>",
            "format": "full_html",
            "summary": ""
        }
    ],
    "field_related_menu": [
        {
            "target_type": "taxonomy_term",
            "target_uuid": "bf2edefb-3620-4458-9381-f2b2e0520483"
        }
    ]
}