{
    "uuid": [
        {
            "value": "29d51d17-d5ed-43b4-a74e-fce2da0f3d66"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-05-19T13:51:51+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Diversity & Inclusion"
        }
    ],
    "created": [
        {
            "value": "2022-04-29T14:30:05+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-05-19T13:51:51+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/about\/diversity-inclusion",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<a id=\"top\"><\/a>\r\n<div class=\"s3-m-4 s3-p-0 s3-bg-cover\" style=\"background-image: url(https:\/\/webstyle.unicomm.fsu.edu\/3.3\/img\/placeholders\/ratio-16-9-r-unconquered.jpg);\">\r\n\t<div class=\"row\">\r\n\t\t<div class=\"col-sm-5 col-md-4\">\r\n\t\t\t<div class=\"s3-p-10 s3-gd2c feature-fixed\">\r\n\t\t\t\t\r\n\t\t\t\t<ul>\r\n<li><a href=\"#land-statement\">Land Acknowledgement Statement<\/a><\/li>\r\n<li><a href=\"#diversity-inclusion\">Diversity & Inclusion Committee<\/a><\/li>\r\n<li><a href=\"#residency\">Diversity Residency Program<\/a><\/li>\r\n<li><a href=\"#poplit\">Popular Literature<\/a><\/li>\r\n\r\n<\/ul>\r\n\t\t\t<\/div>\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div>\r\n<hr>\r\n\r\n<blockquote>\"The Florida State University Libraries define diversity as the sum of the ways that people are both alike and different. We are committed to embracing the full spectrum of human and social identities. We strive to create and maintain an inclusive environment in which all individuals are treated fairly, respectfully, and valued for their distinctive skills, experiences, and perspectives to maximize the potential of all libraries' employees and the communities with whom we interact.\"<\/blockquote>\r\n\r\n<p>The University Libraries is dedicated to the ideals of diversity, inclusion, and equity. We endeavor to embody those ideas every day in all of our work.<p>\r\n\r\n<h2><a id=\"land-statement\">FSU Libraries Land Acknowledgement Statement<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n<p>FSU Libraries acknowledges that Florida State University is located on land that is the ancestral and traditional territory of the Apalachee (a-puh-lay-chee) Nation, the Muscogee (muh-skow-gee) Creek Nation, the Miccosukee (mi-ka-su-ki) Tribe of Indians of Florida, and the Seminole Tribe of Florida. We pay respects to their Elders past and present and extend that respect to their descendants, to the generations yet unborn, and to all Indigenous people. We recognize that this land remains scarred by the histories and ongoing legacies of settler colonial violence, dispossession, and removal. In spite of all of this, and with tremendous resilience, these Indigenous Nations have remained deeply connected to this territory, to their families, to their communities, and to their cultural ways of life.<p>\r\n \r\n<p>We invite you to think about the Indigenous Nations whose land you are on and pay respect to those who have gone before and those who have yet to come. Through this Acknowledgement, we celebrate their resilience and strength then and now, and express our ongoing commitment to dismantle silenced histories based on colonialism.<\/p>\r\n\r\n<h2><a id=\"diversity-inclusion\">Diversity & Inclusion Committee<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n<h3>Mission<\/h3>\r\n\r\n<p>The mission of the Diversity and Inclusion Committee is to have a library that is culturally competent. Cultural competency is the ability to hold enlightened and mindful attitudes towards cultural norms and behaviors, this includes how people treat each other based on their various identities.\r\nVision<\/p>\r\n\r\n<p>Florida State University Libraries will be a leading campus organization that embodies the promise of our shared definition of diversity and inclusion. We will be a learning and workplace environment that embraces the full spectrum of human and social identities and understands our differences as integral to our success as a library.\r\n\r\n<h3>Our Work<\/h3>\r\n\r\n<p>The Diversity and Inclusion Committee is charged with developing a shared understanding of diversity and inclusion among libraries' employees and patrons at Florida State University Libraries. The Committee also implements library-wide goals, programs, and activities that support the education and training needs of library employees, and address diversity, equity, and inclusion in the workplace and the services we provide.<\/p>\r\n\r\n<p>The committee is made up of two subcommittees: assessment and communication and programming. The assessment subcommittee determines the effectiveness of various activities in the Libraries related to diversity and inclusion, with the primary goal of making evidence-based recommendations for initiatives and programs that promote an inclusive working environment and encourage a shared vision of cultural progress. The communication and programming subcommittee informs and promotes diversity initiatives, upcoming events, and other opportunities in the Libraries to the FSU Libraries and the FSU community.<\/p>\r\n\r\n\r\n<h2><a id=\"residency\">Florida State Diversity Residency Program<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n\r\n<p>The Diversity Residency program at Florida State University Libraries aims to increase professionally underrepresented racial and ethnic groups make the following commitments:<\/p>\r\n<ul>\r\n<li>Establish a residency program for at least one individual that lasts a minimum of two years (three years preferred).<\/li>\r\n<li>Commit to designing experiences at the local level to expand the residents’ interests and skills, e.g., mentorships, rotation through other library units, etc.<\/li>\r\n<li>Agree to serve as a resource, i.e., advisors and guides, to those institutions participating in the ACRL Diversity Alliance.<\/li>\r\n<li>Provide at a minimum the same level of professional development support provided other library faculty\/staff\/employees.<\/li>\r\n<li>Provide a salary for the resident commensurate with the salaries of equivalent entry-level library professionals.<\/li>\r\n<\/ul>\r\n<p>Florida State University has been a member of the ACRL Diversity Alliance since 2017 and commitments to the Alliance are renewed annually to ensure these principles continue to be a priority.<\/p>\r\n<h2><a id=\"poplit\">Popular Literature<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n\r\n<p>FSU Libraries was a part of the inaugural group of winners for the Florida State University President’s Council on Diversity and Inclusion mini-grant program in 2017, and also selected the following year. Their $1000 grant proposal supports the purchase of books related to diversity and diverse populations. The grant funds will be used to strengthen the collection by purchasing fiction and nonfiction materials written by and about underrepresented groups, providing diverse and inclusive books to the students.\r\nThe books have now become part of our heavily-used popular reading collection on Strozier Library’s first floor. The books in the collection include fiction and non-fiction, ranging from leisure reading to current events featured in the New York Times best-selling title list. Providing a rich collection of books on diversity issues and featuring characters from diverse backgrounds is a critical part of highlighting our diverse communities and reflecting the voices of those communities.<\/p>\r\n",
            "format": "full_html",
            "summary": ""
        }
    ]
}