{
    "uuid": [
        {
            "value": "c07b9095-81b5-4f52-9e65-fc950ec86a04"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-07-18T21:04:49+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8fb4e142-f369-4527-8ee2-b3f53feb2883"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8fb4e142-f369-4527-8ee2-b3f53feb2883"
        }
    ],
    "title": [
        {
            "value": "Using the Libraries"
        }
    ],
    "created": [
        {
            "value": "2022-07-14T17:50:17+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-07-18T21:04:49+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/visit\/accessibility\/using-the-libraries",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<p>To create the most inclusive environment, we incorporate universal design principles into our work whenever possible and compensate with accommodations when necessary. We offer support for retrieving materials, as well as for using our physical spaces and technologies. For more information, or for additional support, please <a href=\"mailto:lib-accessibility@fsu.edu\">send us an email<\/a> (lib-accessibility@fsu.edu).<\/p>\r\n\r\n<h2>Using the Physical Spaces<\/h2>\r\n\r\n<p>Each library building has a ramp for ease of access. Automatic doors provide touchless entry into the buildings. Each security access point provides a swinging door for mobility access. The service desk is just past the security access point in each building. If you need any assistance on site, please don't hesitate to ask them.<\/p>\r\n\r\n<h3>Study Spaces<\/h3>\r\n\r\n<p><a href=\"https:\/\/fsu.libcal.com\/r\/accessible?lid=3927&amp;gid=6583\">Group study rooms are available by reservation<\/a> on the first floor of Strozier. In addition, there are two universal accessibility rooms on the second floor of Strozier. They are equipped with an adjustable-height desk; ergonomic, veritcal mouse; and large-print, high-contrast keyboard. Please get a key from the Circulation Desk on the first floor.<\/p>\r\n\r\n<h3>Quiet Areas<\/h3>\r\n\r\n<p>Meetings, loud conversations, music, and other forms of noise are prohibited in quiet areas. These spaces offer a place to work free from noise distraction. Quiet locations are listed below.<\/p>\r\n\r\n<ul>\r\n\t<li><strong>Strozier<\/strong>: the basement, floors 3-5, and select areas of floor 2.<\/li>\r\n\t<li><strong>Dirac<\/strong>: the first floor (not the entrance level) and the third floor.<\/li>\r\n<\/ul>\r\n\r\n<h3>Elevators<\/h3>\r\n\r\n<p>Elevators provide access to the upper floors and basement levels. They are on every floor, generally near the middle. Signs direct patrons to the locations of the elevators.<\/p>\r\n\r\n<h3>Restrooms<\/h3>\r\n\r\n<p>Accessible restrooms are available on the main floor of the Strozier and Dirac libraries, as well as on other floors in the libraries. A single-occupancy, gender-inclusive restroom is also available on the first floor of Strozier. For assistance in locating a bathroom, please ask at the nearest service desk.<\/p>\r\n\r\n<h2>Assistive Software and Equipment<\/h2>\r\n\r\n<h3>Software<\/h3>\r\n\r\n<p>We are evaluating our current offerings, so any software are subject to change without notice. Make sure to check <a href=\"\/visit\/software\">our software listing<\/a>.<\/p>\r\n\r\n<ul>\r\n\t<li>Dragon Naturally Speaking: Scholar's commons graduate lab computers<\/li>\r\n\t<li>Read&amp;Write GOLD: Scholar's Commons Graduate Lab Computers, Engineering Library rooms A225 and A248<\/li>\r\n\t<li>JAWS: All library computers. Simply sign into the accessibility profile to access this assistive software.<\/li>\r\n<\/ul>\r\n\r\n<h3>Equipment<\/h3>\r\n\r\n<p>We offer various equipment for all faculty, staff, and students to use. These can be checked out from the service desk in each library. For a full list, please consult our <a href=\"\/visit\/equipment-search\">Equipment Search<\/a>.<\/p>\r\n\r\n<ul>\r\n\t<li>Dell Laptop<\/li>\r\n\t<li>Macbook<\/li>\r\n\t<li>Ergonomic Vertical Mouses<\/li>\r\n\t<li>Large Print Keyboard<\/li>\r\n\t<li>Headphones<\/li>\r\n<\/ul>\r\n\r\n<h2>Retrieving Materials<\/h2>\r\n\r\n<p>Once you've found your resources through our online systems, you need to get them. We offer several services that accommodate your schedule, location, and access to our libraries.<\/p>\r\n\r\n<h3>In Person<\/h3>\r\n\r\n<p>All floors are accessible by elevator, though some bookshelves may be out of reach. You can always request that a service desk member retrieve the material(s) for you. If you want more than three items, we ask that you request the material through <a href=\"https:\/\/fsu-flvc.primo.exlibrisgroup.com\/discovery\/search?vid=01FALSC_FSU:Home\">OneSearch<\/a> in advance of your visit.<\/p>\r\n\r\n<h3>Curbside Pickup<\/h3>\r\n\r\n<p>Curbside Pickup is currently only available at Strozier. To get a book through Curbside Pickup, please find your resource(s) through <a href=\"https:\/\/fsu-flvc.primo.exlibrisgroup.com\/discovery\/search?vid=01FALSC_FSU:Home\">OneSearch<\/a> and choose <strong>Strozier<\/strong> as your pickup location. You will be notified at your FSU email within 48 hours that we have retrieved your resource(s). Once you arrive outside Strozier during normal business hours (before 6pm each day), please call the <a href=\"tel:8504437223\">Curbside Pickup Phone<\/a> (<span>850-443-7223). A member of the team will deliver your item(s) to you.<\/span><\/p>\r\n\r\n<h3>Library Express Delivery Service (LEDS)<\/h3>\r\n\r\n<p>For faculty and staff, we offer delivery services through LEDS. Simply fill out the <a href=\"\/form\/led-library-express-delivery-reg\">Library Express Delivery Registration form<\/a>. Any time you request a print resource, you can have it delivered to your listed office.<\/p>\r\n\r\n<p>For students with accommodations, please ensure you have a record on file with the Office of Accessibility Services. Then, fill out the <a href=\"\/form\/led-library-express-delivery-reg\">Library Express Delivery Registration form<\/a> and choose SDRC as your \"Department.\"<\/p>\r\n\r\n<h3>Digitize Print Materials<\/h3>\r\n\r\n<p>For many of our print resources, we offer the option to have the resource scanned into a PDF. From OneSearch, choose <strong>Get It<\/strong>. Under \"Request:\", choose <strong>Digitization<\/strong> if it's available. Enter the required information, and the file will be emailed to you once it's ready.<\/p>\r\n",
            "format": "basic_html",
            "summary": ""
        }
    ],
    "field_related_menu": [
        {
            "target_type": "taxonomy_term",
            "target_uuid": "a899b725-42cd-4fba-b054-3170281c11f8"
        }
    ]
}