{
    "uuid": [
        {
            "value": "29e78fec-ebb2-41b8-a2a1-6e1980b10428"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-05-06T18:46:21+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "eTextbook Information for Instructors"
        }
    ],
    "created": [
        {
            "value": "2022-05-06T18:10:40+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-05-06T18:46:21+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/teaching-and-learning\/course-materials\/etextbook-information",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<p class=\"lead\">Adopt &amp; use library-licensed eBooks and eResources as your course materials.<\/p>\r\n\r\n        <h4><strong>Reduce barriers <\/strong>by providing students first-day access to course materials.<\/h4>\r\n\r\n        <h4><strong>Ensure equitable access<\/strong> to course materials for all students.<\/h4>\r\n\r\n        <h4><strong>Decrease the growing cost<\/strong> of higher education and save students money.<\/h4>\r\n\r\n<h2><a href=\"\/teaching-and-learning\/course-materials\/etextbooks\">Search our eTextbooks<\/a><\/h2>\r\n<p>FSU Libraries provide access to over one million eBooks, allowing our students, faculty, and staff instant access to our wide-ranging titles anytime, anywhere. eBooks can be downloaded, checked out, and\/or accessed online through different interfaces.<\/p>\r\n\r\n    <h4><strong>What is the <a href=\"\/teaching-and-learning\/course-materials\/etextbooks\">eTextbook Program<\/strong><\/a>?<\/h4>\r\n    <p>In order to ensure an affordable FSU education for all students, FSU Libraries is invested in open and affordable textbook initiatives. This program supplements our current OER (open educational resource) efforts in providing students with online access to course materials available at no-cost through FSU Libraries. It also provides support for instructors interested in identifying eBooks and eResources for use in courses.<\/p>\r\n\r\n\r\n\r\n    <h4><strong>&nbsp;I can&#39;t find the textbook I use. Why are some textbooks unavailable?<\/strong><\/h4>\r\n    <p>Many textbook publishers do not provide electronic purchasing options for libraries, and are simply unavailable to any library, regardless of budget. Textbook publishers have built their profit models around selling electronic textbooks directly to students. Despite our Libraries&#39; commitment to support student success through information access, the following publishers will not allow us to purchase electronic versions of their publications:&nbsp;<\/p>\r\n    <ul>\r\n        <li>Pearson<\/li>\r\n        <li>Cengage<\/li>\r\n        <li>McGraw-Hill<\/li>\r\n        <li>Macmillan<\/li>\r\n        <li>Any textbook that requires access codes or is designated FSU-specific<\/li>\r\n    <\/ul>\r\n    <p>If you are having trouble locating a title, please contact your <strong><a href=\"\/help\/subject-librarians\">subject librarian<\/a><\/strong>.&nbsp;<\/p>\r\n\r\n\r\n    <h4><strong>Can you purchase a textbook for my course?<\/strong><\/h4>\r\n    <p>All departmental purchasing decisions are made by <strong><a href=\"\/help\/subject-librarians\">subject librarians<\/a><\/strong>. Fill out our <strong><a href=\"https:\/\/www.lib.fsu.edu\/materials-purchase-suggestion\">Materials Purchase Suggestion Form<\/a> <\/strong>to submit recommendations or contact your librarian directly.<\/p>\r\n\r\n\r\n    <h4><strong>How many people can access an eBook at one time?<\/strong><\/h4>\r\n    <p>eBook availability and licensing ultimately depends on the platform, publisher, and specific usage restrictions. Some eBooks only allow a single user from an institution to view them at a given time, while others can be accessed and viewed by an unlimited number of users. Additionally, while we own the majority of our eBooks, some are only available as part of subscription packages without perpetual access.<\/p>\r\n    <p>The most common licenses (indicated on the search page) are:<\/p>\r\n    <ul>\r\n        <li><strong>UU<\/strong> - <strong>Unlimited User. <\/strong>There is no limit on the number of users who may access this material at a given time.<\/li>\r\n        <li><strong>#U<\/strong> -&nbsp;<strong>Number of Users. <\/strong>We have a set number of users who are able to access this material at the same time. (e.g., &#39;3U&#39; means three users may have the eBook in use at once, 1U means one user, etc.) In order for a license to become usable again, the user must &#39;return&#39; the eBook.<\/li>\r\n        <li><strong>NL - Nonlinear.&nbsp;<\/strong>FSU Libraries have access to a limited number of licenses for this material. Once we have used them all, we must purchase more uses of the material (usually 365 accesses).<\/li>\r\n    <\/ul>\r\n    <p>If you have questions about licenses for a title you would like to adopt for your course, please contact your <a href=\"\/help\/subject-librarians\">subject librarian<\/a> or fill out our <\/a><em><strong><a href=\"#\">eTextbook Access Form<\/a><\/strong>.<\/em><\/p>\r\n<\/div>\r\n\r\n    <h4><strong>Are these eBooks free?<\/strong><\/h4>\r\n    <p><strong><a href=\"\/teaching-and-learning\/course-materials\/etextbooks\">These eBooks<\/a> <\/strong>are purchased by FSU Libraries and available to all current students, faculty, and staff. They cost the library money, but they are free for students.<\/p>\r\n<\/div>\r\n\r\n    <h4><strong>I would like to adopt or have already adopted a library-licensed eBook or open textbook to replace my textbook. How can it be added to <a href=\"\/teaching-and-learning\/course-materials\/etextbooks\">this page<\/a>?<\/strong><\/h4>\r\n    <p>Please fill out our <em>eTextbook Access Form <\/em>if you have adopted an eBook that is not currently reflected in our eTextbook catalog or if you find any errors in our data. We are constantly upgrading and adding to our collection of eTextbooks.<\/p>\r\n    <hr \/>\r\n    <h4>To learn more about how you can adopt library resource as your course materials, please see our<strong>&nbsp;<\/strong><\/span><strong><a href=\"\/teaching-and-learning\/course-materials\">Library Support for Course Materials<\/a><\/strong>. If you encounter any problems, fill out our <strong><a href=\"#\">eTextbook Access Form<\/a><\/strong> or contact <strong><a href=\"mailto:lib-etextbooks@fsu.edu\">our eTextbook team<\/a><\/strong>&nbsp;with any questions.<\/h4>\r\n<\/div>\r\n\r\n    <p>The e-Textbook program is supported by the generosity of the Fogg Trust.<\/p>\r\n\r\n\r\n",
            "format": "full_html",
            "summary": ""
        }
    ]
}