{
    "uuid": [
        {
            "value": "6fd52dc5-6aa4-4e87-a1e4-4f7fcd205c8f"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-07-18T16:22:57+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8fb4e142-f369-4527-8ee2-b3f53feb2883"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Our Community Standards"
        }
    ],
    "created": [
        {
            "value": "2022-06-22T19:28:45+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-07-20T20:10:04+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/about\/community-standards",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<h2>Overview and Purpose<\/h2>\r\n\r\n<p>Our Community Standards come from a place of care for students, employees, and all who engage with University Libraries with the goal of providing safe, respectful, and inclusive environments and experiences for all. Our Community Standards are human-centered and value-based, ensuring that FSU Libraries is a welcoming place on campus and accessible to the entire university community. The FSU Libraries Community Standards reflect our valus of:<\/p>\r\n\r\n<ul>\r\n\t<li>Collegiality<\/li>\r\n\t<li>Trust<\/li>\r\n\t<li>Recognition<\/li>\r\n\t<li>Diversity<\/li>\r\n\t<li>Inclusion<\/li>\r\n\t<li>Critical Thinking and Healthy Discussion<\/li>\r\n\t<li>Engagement<\/li>\r\n\t<li>Empowerment<\/li>\r\n\t<li>Innovation<\/li>\r\n<\/ul>\r\n\r\n<p>The FSU Libraries Community Standards affirm a commitment to protecting an environment conducive to intellectual pursuits. This environment is characterized by respect for the well-being and rights of others, respect for the Libraries’ resources, spaces, and employees, and respect for appropriate conduct in a public forum. It is the responsibility of everyone to ensure that the Libraries are a harassment-free environment, regardless of race, ethnicity, gender expression, gender identity, sexual orientation, socioeconomic status, political beliefs, language, culture, nationality, citizenship, body size, age, ability status, or religion.<\/p>\r\n\r\n<h2>The FSU Libraries seek to provide all individuals with:<\/h2>\r\n\r\n<ul>\r\n\t<li>Knowledgeable, responsive, and helpful support from our staff<\/li>\r\n\t<li>Welcoming, comfortable, and safe physical and digital spaces<\/li>\r\n\t<li>Services and spaces to accommodate study, research, and scholarly exchange<\/li>\r\n\t<li>Access to well managed and diverse library resources and collections that meet the research and instructional needs of all users<\/li>\r\n<\/ul>\r\n\r\n<h2>Safety &amp; Security<\/h2>\r\n\r\n<p>FSU Libraries continually work to make our spaces safe and secure for all. Florida State University expects all to adhere to the <a href=\"https:\/\/sccs.fsu.edu\/\">Student Code of Conduct<\/a>, <a href=\"https:\/\/policies.vpfa.fsu.edu\/policies-and-procedures\/faculty-staff\">Faculty &amp; Staff Policies<\/a>, and\/or <a href=\"https:\/\/facultyhandbook.fsu.edu\/\">Faculty Handbook<\/a>. Individuals will not violate the security and safety of others in library spaces. Prohibited behaviors include:<\/p>\r\n\r\n<ul>\r\n\t<li>Exhibiting threatening and intimidating behaviors (abusive language, threats, or harassment)<\/li>\r\n\t<li>Engaging in behavior that is potentially unsafe or harmful to self or others<\/li>\r\n\t<li>Engaging in sexual harassment or making unwanted or inappropriate advances<\/li>\r\n<\/ul>\r\n\r\n<p>Individuals will not disturb or disrupt the academic pursuits of others. For guidance on noise zones and talk friendly or quiet spaces in the Libraries, more information can be found in our <a href=\"https:\/\/fsu.libanswers.com\/library-policies\/faq\/371796\">Noise Policy<\/a>.<\/p>\r\n\r\n<p>Prohibited behaviors include:<\/p>\r\n\r\n<ul>\r\n\t<li>Creating disturbances or impeding the function of library services<\/li>\r\n\t<li>Vending, soliciting or inappropriately demanding the attention of others in the Libraries<\/li>\r\n\t<li>Bringing in animals, other than service animals<\/li>\r\n\t<li>Blocking means of egress, including exits, offices and study spaces<\/li>\r\n\t<li>Possessing, displaying, or using weapons of any kind<\/li>\r\n\t<li>Defacing, damaging, or denying access to library materials<\/li>\r\n\t<li>Promoting exclusionary jokes, language, or imagery<\/li>\r\n\t<li>Smoking or using vape inside the buildings<\/li>\r\n<\/ul>\r\n\r\n<p>FSU Libraries Security staff are responsible for ensuring the safety and protection of all individuals and University property. Security staff are located at the entrance\/exit area of the Strozier and Dirac Libraries. Security supervisors are available at 850-491-5457 through call or text. More information can be found on our <a href=\"\/help\/security\">Security page<\/a>.<\/p>\r\n\r\n<h2>Accessibility<\/h2>\r\n\r\n<p>The Florida State University Libraries is committed to providing an inclusive and accessible experience to all library users. The Libraries offer a variety of services and equipment in support of research and academic pursuits for all students, faculty, and staff. To learn more about our accessibility services, visit <a href=\"\/visit\/accessibility\">Accessibility at FSU Libraries<\/a>.<\/p>\r\n\r\n<h2>Privacy<\/h2>\r\n\r\n<p>The Florida State University Libraries believe in each library user's right to privacy and confidentiality with respect to information sought or received and resources consulted, borrowed, acquired, or transmitted and operate in accordance with this value. This commitment to privacy is rooted in our professional values and expressed through our dedication to privacy education and advocacy, as detailed in our <a href=\"\/about\/privacy-principles\">Privacy Principles<\/a>.<\/p>\r\n\r\n<p>Furthermore, FSU Libraries protect employee information by the following:<\/p>\r\n\r\n<ul>\r\n\t<li>We will share names and emails when giving professional referrals for academic purposes. We will share library service emails and\/or department head or director contact information for general inquiries.<\/li>\r\n\t<li>We will not provide descriptions or other identifying information of our employees other than supporting the research or resource needs of scholars and beyond what information can be found publicly on our website.<\/li>\r\n\t<li>We will not provide work schedules or contact information of our employees for purposes other than supporting the research or resource needs of scholars and beyond what information can be found publicly on our website.<\/li>\r\n<\/ul>\r\n\r\n<h2>Process for Reporting Misconduct<\/h2>\r\n\r\n<p>If you observe violations of these standards, please report misconduct through 850-491-5457 (call or text) or to an FSU Libraries employee. If there is a more serious violation or threat to personal safety, immediately find a safe space and report to the non-emergency phone number for FSUPD is 850-644-1234. For emergencies, call 9-1-1.<\/p>\r\n\r\n<h2>Sanctions for Non-Compliance<\/h2>\r\n\r\n<p>Library users found in violation of these standards may be directed to leave the premises, and may be reported to <a href=\"https:\/\/sccs.fsu.edu\/\">Student Conduct and Community Standards<\/a>, part of the Division of Student Affairs or the <a href=\"https:\/\/www.police.fsu.edu\/\">FSU Police<\/a>, depending on severity. Additional disciplinary or legal action may be taken in accordance with applicable laws and policies. Federal and Florida State laws, local regulations, and FSU policies, including the <a href=\"https:\/\/sccs.fsu.edu\/conduct-codes\/student-conduct-codes\">Student Conduct Code<\/a> and <a href=\"https:\/\/facultyhandbook.fsu.edu\/\">Faculty Handbook<\/a>.<\/p>\r\n\r\n<h2>Resources for Students<\/h2>\r\n\r\n<p>Additional resources are available for students for those in need of assistance. If in need of referral, individuals are encouraged to reach out to library employees and other points of student support.<\/p>\r\n\r\n<p><a href=\"https:\/\/counseling.fsu.edu\/\">Counseling Center<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/dsst.fsu.edu\/vap\">FSU Victim Advocate Program<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/dsst.fsu.edu\/newnole\/student-life\/campus-safety\">SAFE Connection (FSU PD)<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/care.fsu.edu\/\">Center for Academic Retention and Enhancement (CARE)<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/dsst.fsu.edu\/resources\/food-for-thought-pantry\">Food for Thought Pantry<\/a><\/p>\r\n\r\n<h2>Resources for Staff and Faculty<\/h2>\r\n\r\n<p><a href=\"https:\/\/dsst.fsu.edu\/vap\">FSU Victim Advocate Program<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/counseling.fsu.edu\/\">Counseling Center<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/eap.fsu.edu\/\">EAP <\/a>(Employee Assistance Program)<\/p>\r\n\r\n<h2>Related Library Policies &amp; Information<\/h2>\r\n\r\n<p><a href=\"\/visit\/visiting\">Visiting the Libraries<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/fsu.libanswers.com\/library-policies\/faq\/371796\">Noise Policy<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/fsu.libanswers.com\/library-policies\/\">All Library Policies<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/music.fsu.edu\/library\/policies\">Allen Music Library Policies<\/a><\/p>\r\n\r\n<p><a href=\"\/visit\/accessibility\">Accessibility at FSU Libraries<\/a><\/p>\r\n\r\n<p>Community Standards Contact: <a href=\"mailto:scmiller@fsu.edu\">Susannah Miller<\/a> (scmiller@fsu.edu)<\/p>\r\n",
            "format": "basic_html",
            "summary": ""
        }
    ],
    "field_related_menu": [
        {
            "target_type": "taxonomy_term",
            "target_uuid": "538f48be-ec3d-4f3a-a2bb-1b33abf56b50"
        }
    ]
}