{
    "uuid": [
        {
            "value": "1faa49fd-6d5b-49a4-8348-fa23d389ba37"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-06-17T17:21:42+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Special Collections & Archives: Past Exhibits"
        }
    ],
    "created": [
        {
            "value": "2022-06-16T15:46:18+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-06-17T17:21:42+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/special-collections\/exhibits-and-events\/past-exhibits",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<div id=\"accordion\">\r\n\t<h2>2020<\/h2>\r\n\t<div>\r\n\t\t<p><a href=\"https:\/\/fsuearthday50.omeka.net\/exhibits\/show\/earth-day-50\/home\"><strong>Earth Day 50: Environmental activism at FSU and beyond<\/strong><\/a><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/earth-day-exhibit.png\" style=\"width: 500px; height: 239px;\" \/><\/p>\r\n\t\t<p>This exhibit was originally curated to be installed as a physical exhibit in the space maintained by Florida State University Special Collections &amp; Archives in Strozier Library. The exhibit was to have opened in early April to coincide with Earth Month and to support programming for Sustainable Campus in celebration of the 50th anniversary of Earth Day. In mid-March as preparation was underway to install the exhibit, Florida State University moved all classes online and advised employees to work remotely to avoid the spread of covid-19. The physical exhibit is postponed but changing to a <a href=\"https:\/\/fsuearthday50.omeka.net\/exhibits\/show\/earth-day-50\/home\">digital platform allows the story of Earth Day and environmental activism at FSU to continue to be shared<\/a>.<\/p>\r\n\t<\/div>\r\n\t<h2>2019<\/h2>\r\n\t<div>\r\n\t\t<p><strong>One Giant Leap: Remembering the Apollo 11 Mission 50 Years Later<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/apollo-11-pepper-exhibit.png\" style=\"width: 450px; height: 428px;\" \/><\/p>\r\n\t\t<p>To commemorate and memorialize the 50th anniversary, the Claude Pepper Library will be hosting an exhibit on the Apollo 11 mission from July 16 to December 16, 2019. We will have on display numerous photographs, correspondence, and other materials related to the mission including a large photograph of Astronaut Buzz Aldrin standing next to the American flag planted on the moon&rsquo;s surface. The exhibit will consist of three thematic parts: earlier space programs in Florida, materials relating to the Apollo 11 landing, and FSU&rsquo;s reaction to the landing. Sample materials selected include photos of the crew with Florida governors and legislators, the poster for the mission, and additional correspondence about the impact of the mission on Florida&rsquo;s cultural memory.<\/p>\r\n\t\t<p><strong>A Century of Mystery and Intrigue<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/mystery-exhibit.png\" style=\"width: 500px; height: 668px;\" \/><\/p>\r\n\t\t<p>Another exhibit from our guest curator, Joseph, age 12, this exhibit explores the books in the collection focused on mystery. In this exhibit, there are many different subjects, among which are young detectives, classic detective novels, mystery in cinema, and mystery comic books. There is also a scavenger hunt featured in the exhibit as well as small clips from mystery movies.<\/p>\r\n\t\t<p><a href=\"https:\/\/universityintransition.omeka.net\/\"><strong>A University in Transition: The Long Path to Integration<\/strong><\/a><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/fsu-integration-exhibit.png\" style=\"width: 500px; height: 688px;\" \/><\/p>\r\n\t\t<p>A new <a href=\"https:\/\/universityintransition.omeka.net\/\">digital exhibit<\/a> is now available, featuring information and documents that expand on the items currently on display in at the Heritage Museum in Dodd Hall. The exhibit is titled <em>A University in Transition: The Long Path<\/em> to Integration and focuses on the role of institutional racism in delaying state university integration. It also highlights acts of resistance by students, such as John Boardman, who was expelled for his active involvement with the black Inter-Civic council during and after the Tallahassee Bus Boycott.<\/p>\r\n\t<\/div>\r\n\t<h2>2018<\/h2>\r\n\t<div>\r\n\t\t<p><strong>Poetry in Protest<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/poetry-in-protest-exhibit.png\" style=\"width: 500px; height: 704px;\" \/><\/p>\r\n\t\t<p>Poetry can be a powerful tool for eliciting emotion and is frequently used to express dissent or advocate for change. FSU Special Collections &amp; Archives&rsquo; latest exhibition, &ldquo;Poetry in Protest,&rdquo; explores the genres, tactics, and voices of poets that write against the existing world and imagine societal revolution. As a means of delving into the subject, the exhibition begins with poet Michael Rothenberg&rsquo;s work in developing the global event 100 Thousand Poets for Change, where poets around the world read in support of &ldquo;Peace, Justice, and Sustainability.&rdquo; While some of the materials on display are explicitly poetry responding to some aspect of the status quo, others are less direct in their means of protest. Poetry containing eroticism that is transgressive push back against societal norms of sex and love; works written in dialects or languages of the oppressed insist upon the existence of those voices in the world. The selections from FSU Libraries&rsquo; Special Collections encompass nearly 2,500 years of poetical dissent, including Sappho, William Wordsworth, Gwendolyn Brooks, Allen Ginsberg, Amiri Baraka, Tupac Shakur, and many more. Materials from the Michael Rothenberg Collection are on display for the first time since their recent acquisition as well.<\/p>\r\n\t\t<p><strong>Ruffians, Scoundrels, and Buccaneers: Pirates Throughout the Ages<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/pirates-exhibit.png\" style=\"width: 500px; height: 667px;\" \/><\/p>\r\n\t\t<p>This exhibit features true accounts of historical pirates, as well as fictional stories. While fiction can be very entertaining, the truth about pirates is just as fascinating, although it&rsquo;s fun to see what people imagine about pirates too! Pirates are important to Florida as well &ndash; you can learn more about the story of José Gaspar, also known as Gasparilla, who operated in the Florida waters, and Ned Buntline, who wrote pirate stories set in Florida. We hope you now see why pirates are so awesome, and you come see all the great material in &ldquo;Ruffians, Scoundrels, and Buccaneers,&rdquo; selected from the holdings of FSU Special Collections &amp; Archives and Strozier Library. This exhibit is guest curated by Joseph, Special Collections &amp; Archives Scholar in Residence, Age 11. For more information about the exhibit, <a href=\"https:\/\/fsuspecialcollections.wordpress.com\/2018\/08\/10\/ruffians-scoundrels-and-buccaneers-pirates-throughout-the-ages\/\">see the Illuminations blog post<\/a>.<\/p>\r\n\t\t<p><strong>What They Fought: Resistance to Integration and the Path to the 1956 Tallahassee Bus Boycott<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/bus-boycott-pepper-exhibit.png\" style=\"width: 500px; height: 374px;\" \/><\/p>\r\n\t\t<p>A new exhibit now open at the Claude Pepper Library seeks to illustrate the kind of resistance that the Tallahassee Bus Boycott participants faced in their endeavors to secure fair and impartial treatment in a city that they too, called home. Guests are invited to visit the Claude Pepper Library and explore the exhibit on the Tallahassee Bus Boycott of 1956 which is open to the public through the early fall of 2018. Using primary source documents, ephemera and photographs that provide a deeper context for the events that began to take place in May of 1956, Special Collections &amp; Archives provides a look into the social and political climate in the State of Florida leading during the time of the Bus Boycott. Guests are also able to listen to audio recordings of boycott participants and witnesses, including the Reverend C.K. Steele, Daniel Speed and Governor LeRoy Collins.<\/p>\r\n\t\t<p><a href=\"https:\/\/fsutraditions.omeka.net\/\"><strong>Florida State: Traditions through the Eras<\/strong><\/a><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/fsutraditions_exhibit_photo.jpg\" style=\"height: 451px; width: 600px;\" \/><\/p>\r\n\t\t<p><em>Florida State: Traditions through the Eras<\/em> is an exhibit that traces back some of Florida State University&rsquo;s most well-known traditions through the institution&rsquo;s long history. What we now know as FSU has gone through many changes over the years: beginning as the Seminary West of the Suwannee River, then the Florida State College, Florida State College for Women, and finally Florida State University. Many of the symbols and practices we know today, like the school colors or the university seal, have been carried over through these iterations, evolving with the institution itself. An <a href=\"https:\/\/fsutraditions.omeka.net\/\">online exhibit<\/a> is also available.<\/p>\r\n\t\t<p>This digital exhibit was put together by Dylan Dunn as part of his graduate assistantship with FSU Special Collections &amp; Archives. The physical version of this exhibit was located at the Florida State University Heritage Museum within Dodd Hall.The materials displayed there were chosen in collaboration with The <a href=\"https:\/\/w4fsu.org\/\">Women for FSU<\/a> society. As part of their Backstage Pass program, members got a hands-on look at a wide variety of materials and picked out the objects that most interested them.<\/p>\r\n\t\t<p><a href=\"https:\/\/cliftoninthecapital.omeka.net\/\"><strong>Clifton in the Capital: Tallahassee Civic Activist<\/strong><\/a><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/clifton-exhibit.png\" style=\"height: 600px; width: 447px;\" \/><\/p>\r\n\t\t<p>Guests are invited to the Norwood Room to explore the life works of Clifton Van Brunt Lewis, a local activist in the Tallahassee civil rights movement who championed for equality, pushed for historic preservation and founded many of Tallahassee&rsquo;s beloved cultural institutions, including LeMoyne Center for the Arts, Tallahassee Museum, and the Spring House Institute. Clifton and her husband George Lewis II supported student protestors during the lunch counter sit-ins and theatre demonstrations, as well as worked on interracial committees such as the Tallahassee Association for Good Government and the Tallahassee Council on Human Relations. Clifton established &ldquo;The Little Gallery&rdquo; in the lobby of the Lewis State Bank, showcasing both white and black artists in a rotating display. She stayed active until the very end, pushing for equal rights, environmental protection, and art and beauty for everyone. An <a href=\"https:\/\/cliftoninthecapital.omeka.net\/\">online exhibit<\/a> to compliment the physical displays is available.<\/p>\r\n\t\t<p><strong>In his &ldquo;Great Shadow&rdquo;: Robert Burns&rsquo; Legacy<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/burns-exhibit.png\" style=\"height: 340px; width: 598px;\" \/><\/p>\r\n\t\t<p>Robert Burns&rsquo; ability to spontaneously produce musical and poignant verse earned him the title of &ldquo;Scotland&rsquo;s Bard,&rdquo; and ensured that his legacy would remain especially close to that nation&rsquo;s people and their descendants. FSU Special Collections&rsquo; exhibit, <em>&ldquo;In his &lsquo;Great Shadow&rsquo;: Robert Burns&rsquo; Legacy,&rdquo;<\/em> explores not only the lyrical finesse that led to our remembrance of him, but especially how he is remembered. Items created by Burns Clubs for memorial celebrations evince the long history of social responses to Burns&rsquo; greatness; drawing on the Scottish and John McKay Shaw Collections, the exhibit especially highlights the tradition of Burns Suppers, which are still celebrated around the world. Like memorial celebrations, poetic homages to Burns began almost at the moment of his death. This exhibit explores these poetic echoes, from Sir Walter Scott to current Scottish poet laureate Jackie Kay. Experience firsthand the social and poetic legacies of Burns -- what Keats called &ldquo;his Great Shadow&rdquo; -- through beautiful historical items from FSU&rsquo;s Special Collections.<\/p>\r\n\t<\/div>\r\n\t<h2>2017<\/h2>\r\n\t<div>\r\n\t\t<p><strong>The Age of Experience: We Tell Better Stories<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/age-of-experience-pepper-exhibit.png\" style=\"height: 600px; width: 403px;\" \/><\/p>\r\n\t\t<p>An exhibition of new work by Amy Fleming, <em>The Age of Experience: We Tell Better Stories<\/em>, is coming to the Claude Pepper Museum. The exhibition runs from December 1, 2017, to January 19, 2018.The exhibition is funded by a grant from Puffin Foundation Ltd. The Puffin Foundation provides grants to artists whose work addresses social issues, or who may be excluded from mainstream opportunities due to race, gender, or social philosophy. This exhibition works to change the narrative around the way we discuss aging by focusing attention on the many vibrant members of our elder community. Ageism is a byproduct of a hyperconsumerist mindset: the disposability of mass-produced goods, the replacement of &ldquo;old&rdquo; with &ldquo;new&rdquo; without regard to quality or continued usefulness feeds into this attitude. In <em>The Age of Experience: We Tell Better Stories<\/em>, images of mass-produced discards find new life as impossible robes and royal collars made from pump valves and vacuum tubes, pull tab rings reappear as chain mail, soda bottles form crowns and halos.<\/p>\r\n\t\t<p><strong>Illuminations: Highlights from Special Collections &amp; Archives<\/strong><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/illuminations-exhibit-poster.png\" style=\"height: 600px; width: 396px;\" \/><\/p>\r\n\t\t<p>While the Special Collections &amp; Archives blog, Illuminations, serves as a running feature of highlights from the division, our newest exhibit makes the materials we talk about online available for the public to see in person. <em>Illuminations<\/em> the exhibit features items from our manuscript and rare books collections, Heritage &amp; University Archives, and the Claude Pepper Library. Come and see new acquisitions like the Joseph Tobias Papers, Pride Student Union Records, Marsha Gontarski Children&rsquo;s Literature Collection, and more.<\/p>\r\n\t\t<p><a href=\"https:\/\/degreesofdiscovery.omeka.net\/\"><strong>Degrees of Discovery: The History of Science at Florida State<\/strong><\/a><\/p>\r\n\t\t<p style=\"text-align: center;\"><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/degreesofdiscovery_exhibit_photo.jpg\" style=\"height: 483px; width: 600px;\" \/><\/p>\r\n\t\t<p>The Florida State University Heritage Museum exhibit <em>Degrees of Discovery<\/em> examines the history of science at Florida State, tracking the school&rsquo;s development from early educational institution to twenty-first century research facility. Since the late nineteenth century, science has served as a fundamental aspect of education at Florida State University and its predecessors. After World War II, a surplus of wartime laboratory equipment and veterans allowed FSU to meet the increasing demand for science education across the country. Early programs focusing on physical sciences laid the groundwork for the development of advanced courses in a variety of fields, including meteorology, oceanography, chemistry, and physics. The creation of innovative research facilities offered new avenues for interdisciplinary collaboration and continues to encourage scientists from around the world to take advantage of the advanced technologies offered on and around the Tallahassee campus. An <a href=\"https:\/\/degreesofdiscovery.omeka.net\/\">online exhibit<\/a> for this Heritage Museum exhibit is also available and was created by Lynn Phillips, the graduate assistant with Special Collections &amp; Archives in 2017.<\/p>\r\n\t\t<p><em><strong>The Mud Angels: Florence During the Flood<\/strong><\/em><\/p>\r\n\t\t<p style=\"text-align: center;\"><em><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/mud-angels-exhibit-poster.png\" style=\"height: 388px; width: 600px;\" \/><\/em><\/p>\r\n\t\t<p>Now on display in the Norwood Reading Room, <em>The Mud Angels: Florence During the Flood<\/em> highlights materials from the inaugural FSU study abroad program to Florence, Italy in 1966. Drawing from the newly acquired FSU International Programs Collection, the exhibit commemorates the 50th anniversary of the program as well as the devastating flood of the Arno River. With ephemera, photographs, books, correspondence, official records, and newspaper clippings, the exhibit tells the story of the first Florence class as they navigated studies in an historical city, the development of the program, and FSU&rsquo;s role in the relief efforts after the flood.<\/p>\r\n\t<\/div>\r\n\t<h2><em>2016<\/em><\/h2>\r\n\t<div>\r\n\t\t<p><em><strong>All Ends are Beginnings: The Transformation of FSCW to FSU, 1930s to 1965<br \/>\r\n\t\t\tProduced by HIS 6087: Exhibiting History, Fall 2016<\/strong><\/em><\/p>\r\n\t\t<p style=\"text-align: center;\"><em><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/fscw_fsu_transform_exhibit_room.jpg\" style=\"height: 450px; width: 600px;\" \/><\/em><\/p>\r\n\t\t<p><em>Featuring items from FSU Special Collections &amp; Archives, Heritage Protocol &amp; University Archives and the Institute on World War II and the Human Experience<\/em><\/p>\r\n\t\t<p><em>Before Florida State University (FSU) became the large research university that we know today, it was the Florida State College for Women (FSCW). This exhibit explores the transformation of FSCW to FSU from the 1930s through 1965, especially the time surrounding World War II. By highlighting the university as a women&#39;s liberal arts college in the 1930s, a co-educational school in the 1940s and 1950s, and the beginning of racial integration in the 1960s, the exhibit guides you through this transitional period. The exhibit features contemporary photographs of the school and students from the era alongside artifacts from Florida State&#39;s Special Collections and University Archives and the Institute on World War II and the Human Experience. The exhibit examines the changes as well as the continuity of the university through an era of great transformation.<\/em><\/p>\r\n\t\t<p><em><em><b>What&#39;s Past is Pixels: Developing the FSU Digital Library<\/b><\/em><\/em><\/p>\r\n\t\t<p style=\"text-align: center;\"><em><em><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/window_displays.jpg\" style=\"width: 524px; height: 1200px;\" \/><\/em><\/em><\/p>\r\n\t\t<p><em><em><a href=\"http:\/\/warstories.omeka.net\/exhibits\/show\/warstories\"><strong>War Stories: 2000 Years of the Veteran Experience<\/strong><\/a><\/em><\/em><\/p>\r\n\t\t<p style=\"text-align: center;\"><em><em><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/poster22x28white-web.jpg\" style=\"width: 500px; height: 393px;\" \/><\/em><\/em><\/p>\r\n\t\t<p><em><em>The political causes and effects of war are well-documented by scholars and politicians, but the true details of life during wartime are the provenance of the fighters on the ground, in the air, and at sea. &nbsp;Throughout recorded time, soldiers have shared their stories, told with humor, pathos, hope, and pride. &nbsp;In honor of Veterans Day, library staff assembled an exhibit featuring soldiers&#39; stories from across 2,000 years of human history.<\/em><\/em><\/p>\r\n\t\t<p><em><em>In 1941, Consolidated Book Publishers of Chicago published pocket-sized journals titled &quot;My Life in the Service&quot; for members of the armed forces, with blank pages intended to be filled with first-hand accounts of military life. &nbsp;A short introduction to this volume says it best: &quot;Your experiences in the armed forces of your country are your part of living history. By all means, KEEP A DIARY! &nbsp;Times without number, historians and writers have found more information of real human interest in the diaries of enlisted men than in the studied accounts of generals and admirals...Your personal record may supply vital information that is available at no other source.&quot;<\/em><\/em><\/p>\r\n\t\t<p><em><em>All materials exhibited are from the holdings of FSU Libraries Special Collections &amp; Archives and are available to researchers and the general public in the Special Collections Research Center in Strozier Library, Room 110. The exhibit will be available outside the Special Collections Exhibit Room until January 2016. <a href=\"http:\/\/warstories.omeka.net\/exhibits\/show\/warstories\">An online exhibit is also available<\/a>.<\/em><\/em><\/p>\r\n\t<\/div>\r\n\t<h2><em><em>2015<\/em><\/em><\/h2>\r\n\t<div>\r\n\t\t<p><em><em><a href=\"http:\/\/mittan.omeka.net\/\"><strong>Mittan: A Retrospective<\/strong><\/a><\/em><\/em><\/p>\r\n\t\t<p style=\"text-align: center;\"><em><em><img alt=\"\" src=\"\/sites\/default\/files\/sites\/default\/files\/upload\/mittan-exhibit-poster_webedit.jpg\" style=\"width: 500px; height: 333px;\" \/><\/em><\/em><\/p>\r\n\t\t<p><em><em>The works of J. Barry Mittan candidly capture the student experience at Florida State University in the 1960&#39;s and 70&#39;s. As a student and photographer for numerous campus publications, including the Tally-Ho yearbook and Florida Flambeau newspaper, Mittan often photographed students at official university-sponsored events and spontaneous student gatherings alike. Through his documentation of sporting events, Greek life, protests, concerts, study sessions, socials, and so on, he was able to construct a comprehensive view of FSU student life in which individuals banded together to share a common voice in an age of social change. Mittan&#39;s unique perspective as a student informed his photographic purpose to see the individuals amongst the crowd.&nbsp;<\/em><\/em><\/p>\r\n\t\t<p><em><em>In reviewing the images it became evident that Mittan captured vignettes of activities and groups, giving equal consideration to athletes and speakers as he did to audience members and bystanders. Adhering to a modernist approach to photography, he carefully structured his compositions paying close attention to form and content.<\/em><\/em><\/p>\r\n\t\t<p><em><em>Mittan passed away in 2013 after having donated a portion of his photographic work. The remainder was donated posthumously by his widow. The selections made for this exhibit were pulled from a set of over a thousand slides and negatives, all of which were unidentified and undated. There is a <a href=\"https:\/\/mittan.omeka.net\/\">digital exhibit<\/a> to compliment the exhibit on campus. <\/em><\/em><\/p>\r\n\t\t<p><em><em><strong><a href=\"http:\/\/naturalbridge150.omeka.net\/\">The Battle of Natural Bridge: Bridging Past and Present<\/a><\/strong><\/em><\/em><\/p>\r\n\t\t<center>\r\n\t\t\t<h4 class=\"p1\"><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/natural_bridge.jpg\" \/><\/em><\/em><\/h4>\r\n\t\t\t<p style=\"text-align: left;\"><em><em>In the Special Collection&#39;s gallery in Strozier Library, this exhibition presents the history of the Civil War Battle of Natural Bridge, and explores the relationship of the Florida State&nbsp;University student community to this event.&nbsp;The exhibition also addresses the ongoing contributions of student veterans throughout the past 150 years.<\/em><\/em><\/p>\r\n\t\t\t<p style=\"text-align: left;\"><em><em>Physical exhibit held December 4, 2014 to April 2015. The <a href=\"https:\/\/naturalbridge150.omeka.net\/\">digital exhibit<\/a> remains available online.<\/em><\/em><\/p>\r\n\t\t<\/center>\r\n\t<\/div>\r\n\t<h2><em><em>2014<\/em><\/em><\/h2>\r\n\t<div>\r\n\t\t<p><em><em><a href=\"http:\/\/fscwscrapbooks.omeka.net\/\" target=\"_blank\"><strong>That I May Remember: the Scrapbooks of Florida State College for Women (1905-1947)<\/strong><\/a><\/em><\/em><\/p>\r\n\t\t<center>\r\n\t\t\t<p><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/fscw-scrapbookexhibit-5x7_page_1_edit_1.jpg\" style=\"width: 670px; height: 178px;\" \/><\/em><\/em><\/p>\r\n\t\t<\/center>\r\n\t\t<p><em><em>The scrapbook is an expression of memories, unique to each individual. By preserving, collecting, and arranging everyday objects, the creators of scrapbooks shape a visual narrative of their lives. &ldquo;That I May Remember&rdquo; explores the scrapbooks created by the students of Florida State College for Women (1905-1947). Although scrapbooks are generally created for the preservation of an individual&rsquo;s memory, when taken as a whole, the FSCW scrapbook collection grants its viewers a rare insight into the history of FSCW and the women who made it was it was.&nbsp; These scrapbooks tell the stories of students&rsquo; lives, school pride, friendships, and their contributions to the heritage of Florida State University.<\/em><\/em><\/p>\r\n\t\t<p><em><em>Physical exhibit was held October 15 to December 1, 2014. The <a href=\"https:\/\/fscwscrapbooks.omeka.net\/\">digital exhibit <\/a>remains available.<\/em><\/em><\/p>\r\n\t\t<p><em><em><strong style=\"line-height: 1.5;\"><a href=\"http:\/\/fsushawcollection.omeka.net\/\" target=\"_blank\">John MacKay Shaw: The Man Behind the Collection<\/a><\/strong><\/em><\/em><\/p>\r\n\t\t<center>\r\n\t\t\t<p><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/john-shaw-collection_web.jpg\" style=\"width: 593px; height: 174px;\" \/><\/em><\/em><\/p>\r\n\t\t<\/center>\r\n\t\t<p><em><em>Dr. Teri Abstein&rsquo;s Spring 2014 Museum Object class, in collaboration with FSU&#39;s Special Collections &amp; Archives, is pleased to present its exhibit,&nbsp;<em>John MacKay Shaw: The Man Behind the Collection<\/em>. Shaw was born in Scotland and immigrated to the United States as a teen. After marriage and having his own children, Shaw began his collection of childhood poetry and literature in the 1930s. His collection grew to include all the masters of English literature who have written about childhood &ndash; and almost every English poet has.&nbsp; The Shaw Collection was donated to FSU with 6,000 volumes; the collection currently comprises of over 35,000 volumes and 69 linear feet of archival material.<\/em><\/em><\/p>\r\n\t\t<p><em><em>In the exhibit, you will be able to view Shaw&rsquo;s own poetry written for his children, letters between Shaw and Dr. Seuss, first editions of books which turned into popular children&rsquo;s movies, part of the largest Scottish collection in America and finally, the legacy Shaw has left to his children, to Florida State University and many others.&nbsp;<span style=\"font-size: 13.65px;\">A digital exhibit to complement the physical exhibit can be found&nbsp;<\/span><a href=\"http:\/\/fsushawcollection.omeka.net\/\" style=\"font-size: 13.65px;\" target=\"_blank\">here<\/a><span style=\"font-size: 13.65px;\">.&nbsp;<\/span><em style=\"font-size: 13.65px;\">John MacKay Shaw: The Man Behind the Collection<\/em><span style=\"font-size: 13.65px;\">&nbsp;was available to view until July 28, 2014.<\/span><\/em><\/em><\/p>\r\n\t\t<p><em><em><strong style=\"line-height: 1.5;\">Reflections of a French Dream: Early Modern Maps from Florida (16th-19th c.)<\/strong><\/em><\/em><\/p>\r\n\t\t<center>\r\n\t\t\t<p><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/g3933016902s_01.jpg\" style=\"width: 569px; height: 400px; margin: 10px;\" \/><\/em><\/em><\/p>\r\n\t\t<\/center>\r\n\t\t<p><em><em><span style=\"line-height: 1.5;\">On the occasion of the international conference &ldquo;<\/span><a href=\"http:\/\/www.winthropking.fsu.edu\/Events\/La-Floride-francaise-Florida-France-and-the-Francophone-World\" style=\"line-height: 1.5;\">La Floride Francaise. Floridaa, France and the Francophone world<\/a><span style=\"line-height: 1.5;\">&nbsp;&quot; organized by the Winthrop-King Institute at FSU (20-21 February 2014); FSU Libraries Special Collections &amp; Archives and North Redington Beach map seller&nbsp;<\/span><em style=\"line-height: 1.5;\"><a href=\"http:\/\/www.larosedesvents.biz\/\">La Rose des Vents<\/a><\/em><span style=\"line-height: 1.5;\">&nbsp;present an exceptional selection of antique maps and documents reflecting French involvement in Florida during four centuries.<\/span><\/em><\/em><\/p>\r\n\t\t<p><em><em>Between the middle years of the sixteenth century and the early nineteenth century, Florida was a recurring concern of French governments in their attempts to introduce a French presence south of Canada. Maps of Florida, many of them produced in France but also in the Netherlands, England, Italy or the United States, thus represented tools for the military and diplomatic action of France, images sometimes fanciful of territories to conquer or re-conquer, but mostly images of a dream conceived in Huguenot minds, at the height of the Religious Wars, a dream that never came to be true but fed a nostalgia that lived on long after Florida had ceased to be considered another viable Nouvelle France.&nbsp;<\/em><\/em><\/p>\r\n\t\t<p><em><em><em>Reflections of a French Dream: Early Modern Maps from Florida<\/em>&nbsp;was available in the Strozier Exhibit Room until March 21, 2014.<\/em><\/em><\/p>\r\n\t\t<p><em><em><a href=\"http:\/\/centuryofseasons.omeka.net\/\" target=\"_blank\"><strong>A Century of Seasons: The History of Florida State Athletics<\/strong><\/a><\/em><\/em><\/p>\r\n\t\t<center>\r\n\t\t\t<p><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/century_edit.jpg\" style=\"line-height: 1.5; width: 532px; height: 196px;\" \/><\/em><\/em><\/p>\r\n\t\t<\/center>\r\n\t\t<p><em><em>Florida State University&rsquo;s Special Collections presents&nbsp;<em>A Century of Seasons: The History of Florida State Athletics<\/em>.&nbsp; Visitors are invited to explore the history of Florida State athletics, which spans over ten decades, from the turn of the century to the modern day.&nbsp;<\/em><\/em><\/p>\r\n\t\t<p><em><em>Beginning in 1905 and ending in 1947 Tallahassee&rsquo;s campus was a women&rsquo;s college, then known as Florida State Women&rsquo;s College (F.S.C.W.). These forty-years were marked by energetic school spirit, enthusiastic intramural rivalries, and vibrant traditions. Our exhibit highlights this age of intramural competition between Odd and Even classes with images, documents, and artifacts.<\/em><\/em><\/p>\r\n\t\t<p><em><em>After the inception of Florida State University in 1947, sports exploded. Now able to have varsity teams because of the addition of men to the student body, the Tallahassee past time of Seminole fanaticism began.&nbsp; Photos, artifacts, and ephemera from FSU&rsquo;s favorite sports teams are on display in this exhibit, as well as forgotten athletic groups like Tarpon Club, the women&rsquo;s synchronized swimming club, and Gymkana, FSU&rsquo;s premier gymnastics show troupe.<\/em><\/em><\/p>\r\n\t\t<p><em><em>A&nbsp;<a href=\"http:\/\/centuryofseasons.omeka.net\/\" target=\"_blank\">digital exhibit<\/a>&nbsp;complements the physical exhibit, sharing more artifacts that mark the history of athletics at FSU.&nbsp;<em style=\"font-size: 13.65px;\">A Century of Seasons: The History of Florida State Athletics<\/em><span style=\"font-size: 13.65px;\">&nbsp;was available in the Strozier Exhibit Room until February 2014.<\/span><\/em><\/em><\/p>\r\n\t<\/div>\r\n\t<h2><em><em>2012-2013<\/em><\/em><\/h2>\r\n\t<div>\r\n\t\t<p><em><em><strong><a href=\"https:\/\/loislenski.omeka.net\/\">Enter the Farms, Fields, and Florida: Lois Lenski Illustrating the South Online Exhibit<\/a><\/strong><\/em><\/em><\/p>\r\n\t\t<p><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/lenski_0.png\" style=\"line-height: 1.5; width: 390px; height: 250px; float: left; margin: 5px;\" \/><span style=\"line-height: 21.5319995880127px;\">The members of Dr. Teri Abstein&rsquo;s spring 2013 Museum Object class have been working with Florida State University Special Collections to design the exhibit entitled&nbsp;<\/span><em style=\"line-height: 21.5319995880127px;\">Farms, Fields, and Florida: Lois Lenski Illustrating the South<\/em><span style=\"line-height: 21.5319995880127px;\">. Through materials that have not been on display since Lenski presented them herself, the exhibition highlights the children&rsquo;s author&rsquo;s connection with the rural south, focusing on the state of Florida. <\/span><\/em><\/em><\/p>\r\n\t\t<p><em><em><span style=\"line-height: 21.5319995880127px;\">Showcasing tales such as&nbsp;<\/span><em style=\"line-height: 21.5319995880127px;\">Bayou Suzette<\/em><span style=\"line-height: 21.5319995880127px;\">&nbsp;(recounting the life of a young Cajun girl in Louisiana),&nbsp;<\/span><em style=\"line-height: 21.5319995880127px;\">Strawberry Girl<\/em><span style=\"line-height: 21.5319995880127px;\">&nbsp;(the Newbery Award winning novel depicting the life of a young Cracker girl in Florida), and&nbsp;<\/span><em style=\"line-height: 21.5319995880127px;\">Judy&rsquo;s Journey<\/em><span style=\"line-height: 21.5319995880127px;\">&nbsp;(tracking a young migrant girl&rsquo;s travels through the south and eastern coast), the exhibition displays the rustic yet realistic tapestry of Southern life woven by Lenski. In addition, with featured photo albums, handwritten manuscripts, fan letters, original illustrations, and her published books, visitors receive a glimpse into Lenski&rsquo;s own life and process. A digital exhibit to complement the physical exhibit is available&nbsp;<\/span><a href=\"https:\/\/loislenski.omeka.net\/\" style=\"line-height: 21.5319995880127px;\">here<\/a><span style=\"line-height: 21.5319995880127px;\">.<\/span><\/em><\/em><\/p>\r\n\t\t<p><em><em><a href=\"http:\/\/fsuintegration50.omeka.net\/\"><strong>Integration at Florida State University<\/strong><\/a><\/em><\/em><\/p>\r\n\t\t<p><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/integration_banner.jpeg\" style=\"line-height: 1.5; width: 670px; height: 104px;\" \/><\/em><\/em><\/p>\r\n\t\t<p><em><em>In honor of the 50th Anniversary of Integration at FSU, the Florida State University Libraries have combed Special Collections and University Archives to bring you headlines, stories, and images from the era. Within the online exhibit, you&#39;ll find photographs, newspaper clippings, yearbook selections and other documents which tell the story of Integration at FSU and the broader Civil Rights movement in Tallahassee. Our goal is to present original material from the time as a tool for research, exploration, and discussion. A <a href=\"https:\/\/fsuintegration50.omeka.net\/\">digital exhibit<\/a> remains available.<\/em><\/em><\/p>\r\n\t\t<p><em><em><a href=\"http:\/\/strozierbiblesexhibit.omeka.net\/\"><strong>Book of Kings, King of Books: Early Printed Bibles from the Carothers Collection<\/strong><\/a><\/em><\/em><\/p>\r\n\t\t<p><em><em><img alt=\"\" src=\"\/sites\/default\/files\/pictures\/kingsbook.jpg\" style=\"width: 390px; height: 250px; margin: 10px; float: left;\" \/><\/em><\/em><\/p>\r\n\t\t<p><em><em>This exhibit is a selection of 27 treasures from the collection of early printed Bibles bequeathed to the library in 1982 by Milton Stover Carothers, Director of Florida State University&rsquo;s Presbyterian Center, in memory of his parents Julia Stover and Milton Washington Carothers.<\/em><\/em><\/p>\r\n\t\t<p><em><em><em>Book of Kings, King of Books<\/em>&nbsp;offers a new example of the multi-faceted collaborative effort between the Strozier Library and the History of Text Technologies (HoTT) program as its direct origin is the graduate seminar &ldquo;The Bible as a Book (13th-18th c.)&rdquo; that François Dupuigrenet Desroussilles, a professor in the Religion Department and HoTT faculty, has been teaching every year in Special Collections since 2009. A <a href=\"https:\/\/strozierbiblesexhibit.omeka.net\/\">digital exhibit<\/a> remains available.<\/em><\/em><\/p>\r\n\t<\/div>\r\n<\/div>\r\n<p><em><em>&nbsp;<\/em><\/em><\/p>\r\n",
            "format": "full_html",
            "summary": ""
        }
    ],
    "field_related_menu": []
}