{
    "uuid": [
        {
            "value": "794d9ea5-6a0f-4d8e-846e-276fe040268d"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-06-29T21:15:34+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Getting Started"
        }
    ],
    "created": [
        {
            "value": "2022-06-22T15:58:17+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-06-29T21:15:34+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/getting-started",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<p>Need help finding materials, using the libraries, or navigating the research process? We've created this guide to help you learn more about the library and the research essentials available to our students, faculty, and staff.<\/p>\r\n\r\n<h2>Finding &amp; Borrowing Books<\/h2>\r\n\r\n<ul>\r\n\t<li>Differentiating collections: Circulating collections are items available for you to borrow, like books, laptops, and DVDs while Special Collections and Archives contain rare and unique items that require scanning and access through our Digital Library or scheduled visits.<\/li>\r\n\t<li>Finding Books: Use OneSearch, our Libraries' discovery tool for finding books in our physical collections. Watch <a href=\"https:\/\/youtu.be\/VP6oTYjLh58\">this video tutorial on finding books &amp; eBooks<\/a> for further guidance. Check out books using your FSUID at our library service desks.<\/li>\r\n\t<li>Using Call Numbers:&nbsp;A call number is the code that shows you where something is on the shelf. They&nbsp;organize things by things like topic, region, year, or format.&nbsp;FSU Libraries using Library of Congress and you can use charts, maps or staff ready to answer questions in each library to get to the right place. Additionally, you can always request a book for pickup in OneSearch and pick them up from a library's main desk. Watch <a href=\"https:\/\/youtu.be\/WjHdYlOpLFw?t=24\">this tutorial on requesting materials <\/a>for more information.&nbsp;<\/li>\r\n\t<li>Finding eBooks: Our Libraries provide access to over one million eBooks, allowing our students, faculty, and staff instant access to our wide-ranging titles anytime, anywhere. In the Search Options or filter, limit your search to eBooks and search by title, author, or keyword(s).<\/li>\r\n\t<li>Borrowing books from other institutions&nbsp;via UBorrow or Interlibrary Loan:&nbsp;If you need access to materials that FSU does not own, you may be able to request materials from other institutions using the UBorrow&nbsp;or Interlibrary Loan services. Watch <a href=\"https:\/\/youtu.be\/99GSjk5gy48\">this tutorial on finding materials from other schools<\/a> to learn more.<\/li>\r\n<\/ul>\r\n\r\n<h2>Finding Articles, Journals, &amp; Databases<\/h2>\r\n\r\n<ul>\r\n\t<li>Getting Connected: Connect to the Libraries using your FSUID and password to access our collection of articles, databases, journals, and more.<\/li>\r\n\t<li>Use Databases for focused results and specialized search options:&nbsp;The best tool&nbsp;for your research may be a specialized search engine, known as a database.&nbsp;You might have heard of JSTOR or Academic Search Complete, but we have access to&nbsp;hundreds more.<\/li>\r\n\t<li>Find scholarly or peer-reviewed articles: We make it easy to find peer-reviewed articles with our databases and OneSearch tool, available at no-cost to students, faculty and staff. Look for the 'Peer-Reviewed' filter to limit your results to scholarly sources and watch <a href=\"https:\/\/youtu.be\/DBXn8GB_ijk\">this tutorial on finding peer-reviewed articles using OneSearch<\/a>.<\/li>\r\n<\/ul>\r\n\r\n<h2>Finding Media &amp; Other Resources<\/h2>\r\n\r\n<ul>\r\n\t<li>Accessing popular resources for free: Did you know FSU Libraries provides you access to resources such as the New York Times, Wall Street Journal, Washington Post, The Economist, and more? Available to all current students, faculty, and staff.<\/li>\r\n\t<li>Finding Course Materials: FSU Libraries facilitates access to textbooks and required course materials through our&nbsp;<a href=\"https:\/\/lib.fsu.edu\/etextbook\">eTextbooks <\/a>and Course Reserves.&nbsp;Search for your course code or instructor to see if FSU Libraries hold or license materials you need for your classes. If your instructor assigns course readings, use OneSearch to search for articles or other resources.<\/li>\r\n\t<li>Finding media: We offer many resources beyond books such as DVDs and streaming media collections. Limit your search in OneSearch to videos, images, audio, and more depending on what you are looking for.<\/li>\r\n<\/ul>\r\n\r\n<h2>Using the Libraries<\/h2>\r\n\r\n<ul>\r\n\t<li>Which library is right for you?:&nbsp;While all of our libraries are open to all, many find themselves preferring one over another due to personal preference, how close it is to their residence hall or apartment, or where most of their classes are. You'll learn to love your Libraries and find out which library works best for you.&nbsp;<\/li>\r\n<\/ul>\r\n\r\n<h2>Starting Your Research<\/h2>\r\n\r\n<ul>\r\n\t<li>Evaluating Sources<\/li>\r\n\t<li>Citing &amp; Using Sources:&nbsp;Properly citing and using sources is an important part of the research process. Learn more about popular citation styles as well as citation tools that can help you organize your sources and create your bibliography.<\/li>\r\n\t<li>Finding your subject librarian:&nbsp;Our subject librarians have extensive knowledge of disciplinary information sources and research methods.&nbsp;They are the primary contact between the Libraries and your department. Schedule a consultation for&nbsp;assistance finding a book, article or database; completing a research assignment; or guidance in navigating&nbsp;the range of Libraries resources available to you.<\/li>\r\n\t<li>Looking for general help? Ask Us: Any time our library is open, a member of our team is available to answer your questions through our on-demand chat service.<\/li>\r\n\t<li>Exploring resources with Research Guides:&nbsp;Created and maintained by our subject librarians, our research guides curate resources across disciplines. Browse by subject, type, or subject librarian.<\/li>\r\n<\/ul>\r\n\r\n<h2>Advanced Support for Scholarly Research<\/h2>\r\n\r\n<ul>\r\n\t<li>Theses &amp; Dissertations: The Libraries maintains our <a href=\"https:\/\/diginole.lib.fsu.edu\/islandora\/object\/fsu:etds\">Diginole Research Repository<\/a>, a free, open access repository of FSU research, and provides access to and assistance with&nbsp;<a href=\"http:\/\/search.proquest.com.proxy.lib.fsu.edu\/pqdtft\/advanced?accountid=4840\">ProQuest Dissertations &amp; Theses<\/a>, a commercial repository and database of dissertations from institutions around the world. Learn more about&nbsp;<\/li>\r\n\t<li>Research Data Services:&nbsp;FSU Libraries provides research data services to support and collaborate with scholars in areas related to&nbsp;data analysis &amp; visualization,&nbsp;digital humanities,&nbsp;GIS, and&nbsp;research data management.&nbsp;<\/li>\r\n\t<li>Workshops &amp; Training:&nbsp;<\/li>\r\n<\/ul>\r\n\r\n<p>For additional information, students can learn more in our <a href=\"https:\/\/canvas.fsu.edu\/courses\/102\/pages\/welcome-to-fsu-libraries\">FSU Libraries Orientation <\/a>and <a href=\"https:\/\/canvas.fsu.edu\/courses\/102\">FSU Libraries for Students<\/a> and instructors can browse our <a href=\"https:\/\/canvas.fsu.edu\/courses\/101\">FSU Libraries for Instructors<\/a> in Canvas.&nbsp;<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n",
            "format": "basic_html",
            "summary": ""
        }
    ],
    "field_related_menu": []
}