{
    "uuid": [
        {
            "value": "2e570a78-879f-4ae1-a9c0-d65336813ba4"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-07-18T02:06:48+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "60817c7c-5c8d-4902-87c5-14769333853d"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Safety & Security"
        }
    ],
    "created": [
        {
            "value": "2022-06-21T17:24:13+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-07-18T02:06:48+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/help\/security",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<h2 class=\"h3\">For all emergencies, call 911.<\/h2>\r\n\r\n<p>FSU Libraries Security staff are responsible for ensuring the safety and protection of all individuals and University property. Security staff are located at the entrance\/exit area of the Strozier and Dirac Libraries. Security supervisors are available at 850-491-5457 through call or text.<\/p>\r\n\r\n<p>Florida State University expects all to adhere to the <a href=\"https:\/\/sccs.fsu.edu\/\">Student Code of Conduct<\/a>, <a href=\"https:\/\/policies.vpfa.fsu.edu\/policies-and-procedures\/faculty-staff\">Faculty &amp; Staff Policies<\/a>, and\/or <a href=\"https:\/\/facultyhandbook.fsu.edu\/\">Faculty Handbook<\/a>. Individuals will not violate the security and safety of others in library spaces. <\/p>\r\n<div style=\"background-color:#f3ede1;padding:20px;\">\r\n<h2>Prohibited behaviors include:<\/h2>\r\n\r\n<ul>\r\n\t<li>Exhibiting threatening and intimidating behaviors (abusive language, threats, or harassment)<\/li>\r\n\t<li>Engaging in behavior that is potentially unsafe or harmful to self or others<\/li>\r\n\t<li>Engaging in sexual harassment or making unwanted or inappropriate advances<\/li>\r\n<\/ul>\r\n\r\n<p>Individuals will not disturb or disrupt the academic pursuits of others. For guidance on noise zones and talk friendly or quiet spaces in the Libraries, more information can be found in our <a href=\"https:\/\/fsu.libanswers.com\/library-policies\/faq\/371796\">Noise Policy<\/a><\/p>\r\n\r\n<h2>Prohibited behaviors include:<\/h2>\r\n\r\n<ul>\r\n\t<li>Creating disturbances or impeding the function of library services<\/li>\r\n\t<li>Vending, soliciting or inappropriately demanding the attention of others in the Libraries<\/li>\r\n\t<li>Bringing in animals, other than service animals<\/li>\r\n\t<li>Blocking means of egress, including exits, offices and study spaces<\/li>\r\n\t<li>Possessing, displaying, or using weapons of any kind<\/li>\r\n\t<li>Defacing, damaging, or denying access to library materials<\/li>\r\n\t<li>Promoting exclusionary jokes, language, or imagery<\/li>\r\n\t<li>Smoking or using vape inside the buildings<\/li>\r\n<\/ul>\r\n<\/div>\r\n<h3>Other security and safety considerations include:<\/h3>\r\n\r\n<ul style=\"list-style:none;\">\r\n\t<li>\r\n\t<h4>Identification:<\/h4><p>A person using a library facility may be asked by library staff and\/or security personnel to show identification and, if the person refuses, he or she may be asked to leave the library.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<h4>FSU Police Deparment:<\/h4><p>The University Police will be called any time a person refuses to leave after being asked to do so by the proper library staff or any time there is a disturbance or suspicious activity. 911 should be called in case of fire or medical emergency or if law enforcement assistance is needed.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<h4>Lost and Found:<\/h4><p>Lost and found items within Strozier library are turned into the Library Security Desk. All items are inventoried and turned over to the University Lost and Found located in the Student Union Information Center. If you have just recently lost an item first check with the Strozier security desk, or in Dirac, with the circulation desk there.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<h4>Turnstiles:<\/h4> <p>To improve security at both Dirac and Strozier Libraries, our turnstile system requires you to swipe your FSU Card both to enter and exit the libraries.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<h4>Temporary Cards:<\/h4> <p>For those FSU students, faculty, and staff who have forgotten their FSU Cards, temporary cards will be issued at the Security desk at the entrance to the library. All FSU students, faculty, and staff will be verified in the student and staff database and issued temporary cards up to three times per semester.<\/p>\r\n\t<\/li>\r\n\t<li>\r\n\t<h4>Visitors:<\/h4> <p>Visiting scholars and faculty will be issued temporary cards with a photo ID from their university.&nbsp;Patrons from the community will be issued guest cards with an appropriate form of photo ID.<\/p>\r\n\r\n\t<p>&nbsp;<\/p>\r\n\t<\/li>\r\n<\/ul>\r\n",
            "format": "full_html",
            "summary": ""
        }
    ],
    "field_related_menu": [
        {
            "target_type": "taxonomy_term",
            "target_uuid": "8cf8dfe3-b4c7-41bf-bd39-cbd2372a8fca"
        }
    ]
}