{
    "uuid": [
        {
            "value": "2eb2b78f-f404-4522-83d9-652f6b62a1fa"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-07-20T16:22:16+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "5e5e0515-2906-4b1e-a752-a103730c504b"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "5e5e0515-2906-4b1e-a752-a103730c504b"
        }
    ],
    "title": [
        {
            "value": "Dr. Kristine Harper Research Grant"
        }
    ],
    "created": [
        {
            "value": "2022-07-20T16:10:02+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-07-20T16:22:16+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [],
    "path": [
        {
            "alias": "\/special-collections\/kristine-harper-grant",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<p>Florida State University Libraries Special Collections & Archives is pleased to announce that it will award research grants of up to $1500 each to non-FSU graduate students, post docs, early career scholars, and\/or independent researchers to support research in our collections.<\/p>\r\n\r\n<p>The Harper Research Grant provides support for research in any collection managed by FSU Libraries Special Collections & Archives. Awards are funded by an endowment established by Dr. Kristine Harper, professor of history and philosophy of the Earth sciences at the University of Copenhagen, former Florida State University History Professor and Scholar. Dr. Harper was inspired to create this fund to pay forward the support she received as a young scholar. Dr. Harper believes that without the support of libraries, many scholars would not finish their degrees and important primary sources would be forgotten. Dr. Harper is dedicated to bringing FSU’s world-class collections to a broader scholarly audience and to supporting developing scholars.<\/p>\r\n\r\n<p>Collections of unique manuscripts, historic maps, rare books, photographs, and university archives offer abundant opportunities for discovery and scholarship. Strengths of the collections include regional history from colonial times through the twentieth century, including but not limited to plantation and business records, Civil Rights, and society and culture, the French Revolution and Napoleonic Empire poetry and literature, Florida political history, and the history of Florida State University. We are also the home of the Emmett Till Archives, the Claude Pepper Library, and FSU’s World War II Archives.<\/p>\r\n\r\n<p>For information on the collections held by FSU Libraries Special Collections & Archives, <a href=\"\/special-collections-and-archives\">please visit our website<\/a>.\r\n\r\n<p>Prospective applicants are encouraged to discuss their research project and the collections that might support it with Special Collections staff before submitting an application. Please contact us at lib-specialcollections@fsu.edu or 850-644-6167 with any questions.<\/p>\r\n<h2>Eligibility<\/h2>\r\n\r\n<p>A successful candidate for the 2022 Harper Research Grant will:<\/p>\r\n<ul>\r\n    <li>Reside beyond a 100-mile radius of Tallahassee, FL.<\/li>\r\n    <li>Not be a current Florida State University employee or student.<\/li>\r\n   <li> Submit a research plan that draws heavily on the collections held by FSU Libraries Special Collections & Archives.<\/li>\r\n   <li> Submit a brief budget with anticipated expenses.<\/li>\r\n    <li>Commit to schedule their research visit for the 2022 cycle (June 1, 2022-April 30, 2023).<\/li>\r\n    <li>Agree to submit a brief research report (1-2 pages) on your findings and experiences.<\/li>\r\n    <li>Agree to recognize the Dr. Kristine Harper Research Grant for Special Collections in their published scholarship.<\/li>\r\n  <li>  Agree to provide Florida State University Libraries with a copy of their published scholarship.<\/li>\r\n<\/ul>\r\n<h2>Criteria<\/h2>\r\n\r\n<p>Applications will be evaluated based on:<\/p>\r\n<ul>\r\n   <li> The merit of the research plan<\/li>\r\n    <li>The demonstrated need for in-person access to the holdings of the FSU Libraries Special Collections & Archives<\/li>\r\n<\/ul>\r\n<h2>What expenses does the grant cover?<\/h2>\r\n\r\n<p>Grant money may be used for the following:<\/p>\r\n<ul>\r\n    <li>Transportation expenses (including air, train or bus tickets; car rental; mileage using a personal vehicle; parking fees)<\/li>\r\n   <li> Accommodations<\/li>\r\n    <li>Meals & Incidental Expenses<\/li>\r\n    <li>Honorarium of $600 or more has tax implications for awardee<\/li>\r\n<\/ul>\r\n<h2>How to Apply<\/h2>\r\n\r\n<p>To apply for a Harper Research Grant, please submit the following:<\/p>\r\n<ul>\r\n    <li>A brief research plan that includes a list of the specific collections\/materials to be consulted and that describes the proposed project and explains how those materials will benefit your research. (500 words maximum not including the list) Please name the document: LastName_FirstName_research_plan.pdf<\/li>\r\n    <li>A brief budget of anticipated expenses. Please name the document: LastName_FirstName_budget.pdf<\/li>\r\n   <li> Current curriculum vitae. Please name the document: LastName_FirstName_cv.pdf<\/li>\r\n<\/ul>\r\n<p>Send all application materials by 5pm (EST) on May 2, 2022 to <a href =\"mailto:lib-specialcollections@fsu.edu\">lib-specialcollections@fsu.edu<\/a> with the email subject line: 2022 Harper Research Grant. Please contact us at <a href =\"mailto:lib-specialcollections@fsu.edu\">lib-specialcollections@fsu.edu<\/a> or 850-644-6167 with any questions.<\/p>\r\n<h2>Important Dates<\/h2>\r\n\r\n   <p> March 14, 2022: Application period opens.<\/p>\r\n   <p> May 2, 2022: All application materials must be received by 5pm (EST).<\/p>\r\n    <p>May 27, 2022: Successful applicants are notified by email.<\/p>\r\n\r\n",
            "format": "full_html",
            "summary": ""
        }
    ],
    "field_related_menu": [
        {
            "target_type": "taxonomy_term",
            "target_uuid": "ac5f0c8b-0836-467b-9c4e-ad3038ca463e"
        }
    ]
}