{
    "uuid": [
        {
            "value": "dc281414-0f6e-4869-81fb-d49b10c216b6"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-07-14T20:42:56+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "5e5e0515-2906-4b1e-a752-a103730c504b"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "5e5e0515-2906-4b1e-a752-a103730c504b"
        }
    ],
    "title": [
        {
            "value": "FSU Libraries Advancement Board"
        }
    ],
    "created": [
        {
            "value": "2022-07-14T16:43:01+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-07-14T20:42:56+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/about\/giving\/advancement-board",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "  <a id=\"top\"><\/a>\r\n<div class=\"s3-m-4 s3-p-0 s3-bg-cover\" style=\"background-image: url(\/sites\/default\/files\/2022-07\/advancement-distinguished.png);\">\r\n\t<div class=\"row\">\r\n\t\t<div class=\"col-sm-5 col-md-4\">\r\n\t\t\t<div class=\"s3-p-10 s3-gd2c feature-fixed\" style=\"padding:1em;\">\r\n\t\t\t\t<p>What's on this page:<\/p>\r\n\t\t\t\t<ul>\r\n<li><a href=\"#members\">Members<\/a><\/li>\r\n<li><a href=\"#meeting-minutes\">Meeting Minutes<\/a><\/li>\r\n<li><a href=\"#newsletters\">Newsletters<\/a><\/li>\r\n<li><a href=\"#bylaws\">Bylaws<\/a><\/li>\r\n<\/ul>\r\n\t\t\t<\/div>\r\n\t\t<\/div>\r\n\t<\/div>\r\n<\/div>\r\n\r\n<h2><a class=\"no-underline\" id=\"members\">Members<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n\r\n<p><strong>Misty Anderson<\/strong><\/p>\r\n\r\n<p>Misty is active in the Delta Zeta Alumnae Chapter, Houston and Austin FSU Booster Clubs, high school athletics and associated booster clubs. She has much experience with fundraising and will bring a different perspective to the Board. She started Sole Sisters, a virtual running club and empowerment group that includes FSU alumni.<\/p>\r\n\r\n<p>Misty graduated from FSU with a B.S. in Clothing and Textiles.<\/p>\r\n\r\n<p>Misty joined the Advancement Board in 2019.<\/p>\r\n\t\r\n<p><strong>Valliere Richard Auzenne<\/strong><\/p>\r\n\r\n<p>Vall recently retired after 30 years at FSU’s Film School. She was Faculty Senate President for three years and member of the Board of Trustees for Ringling College and Ringling Museum. She taught at FSU’s International Center in Valencia and was a Fullbright Scholar working on a documentary film in Russia.<\/p>\r\n\r\n<p>She received a Bachelor’s and Master’s of Fine Arts degrees from California State University - Los Angeles and a Ph.D. in Communication Theory from FSU.<\/p>\r\n\r\n<p>Vall joined the Advancement Board in 2016.<\/p>\r\n\t\r\n<p><strong>Greg Beaumont<\/strong><\/p>\r\n\r\n<p>Greg recently retired from FSU after many years of teaching excellence and administrative service. Early in his career, he taught a variety of courses in the English department and progressed to being the Associate Dean of Undergraduate Studies and Director of Student-Athlete Academic Services. He is committed to academic support and providing a path to success for student-athletes.<\/p>\r\n\r\n<p>Greg graduated from the University of Florida with an undergraduate degree in Finance and earned Master’s degree and a Ph.D. in English from FSU.<\/p>\r\n\r\n<p>Greg joined the Advancement Board in 2018.<\/p>\r\n\t\r\n<p><strong>Jo Bryan<\/strong><\/p>\r\n\r\n<p>Jo is a Medical Case Manager working in Florida. She is an avid supporter of FSU athletics, academics, and the University Libraries.<\/p>\r\n\r\n<p>She has a degree in Criminology from FSU.<\/p>\r\n\r\n<p>Jo joined the Advancement Board in 2017.<\/p>\r\n\r\n \r\n\t\r\n<p><strong>Carrie Cooper<\/strong><\/p>\r\n\r\n<p>Carrie has been working in academic libraries for twenty years. For thirteen years she was the Dean of Libraries at Eastern Kentucky University and is currently the Dean of University Libraries at William & Mary. She is leading the library’s campaign to raise $25 million; William & Mary ranks first among public universities for alumni giving. Carrie is interested in organizational culture and leadership, storytelling as a way to demonstrate the library’s impact on learning and research, and re-thinking library space in collaboration with non-library partners.<\/p>\r\n\r\n<p>Before coming to higher education, she was a teacher and high school librarian in St. Johns and Pinellas Counties in Florida. She earned her B.S. in Elementary Education at Florida State University and her MLIS at the University of Southern Mississippi. She’s active in Kiwanis and civic engagement in her local community. She enjoys cooking, walking, and traveling. While at Florida State University, Carrie was a member of Alpha Chi Omega sorority and served as the Vice President for Pledge Education and Panhellenic Council Member. She was an orientation leader, a Seminole Ambassador, and belonged to the Order of Omega and Gold Key.<\/p>\r\n\r\n<p>Carrie joined the Advancement Board in 2015.<\/p>\r\n\t\r\n<p><strong>Monica Dirac<\/strong><\/p>\r\n\r\n<p>Monica is a retired researcher who previously worked at the Scripps Research facility.  She earned her Ph.D. in Plant Biology from Univeristy of California - Riverside. Her father is Paul Dirac, the famed Nobel Laureate, who taught at FSU for many years.<\/p>\r\n\r\n<p>Monica and her family have donated many primary source research materials to University Libraries Special Collections.  Monica is an honorary member of the Advancement Board.<\/p>\r\n\t\r\n<p><strong>John Fenstermaker<\/strong><\/p>\r\n\r\n<p>John is professor emeritus of the FSU English Department where he served as the Fred L. Standley Professor of English, University Distinguished Teacher, and Distinguished Research Professor. He holds the Ph.D. from Ohio State University (1973) and specializes in Victorian and ModernAmerican literature and culture. He also served as English Department Chair from 1982-1994, and Director of the Program in American and Florida Studies until his retirement. His professional and community affiliations include the FSU Friends of the Libraries (where he currently serves as President), the Executive Committee of the Florida Book Awards, the South Atlantic Modern Language Association; and the Ernest Hemingway Society and Foundation. John enjoys reading, film, golf and spending time with his wife, 3 children and 8 grandchildren.<\/p>\r\n\r\n<p>John joined the Advancement Board in 2009.<\/p>\r\n\t\r\n<p><strong>Kris Harper<\/strong><\/p>\r\n\r\n<p>Kris is on the faculty at the University of Copenhagen and teaches the History and Philosophy of Science. From 2008-2019, she was an instructor with FSU Teach. She was a longtime member of the Faculty Senate Library Committee.<\/p>\r\n\r\n<p>She is a retired U.S. Navy Meteorologist and has published numerous journal articles and three books. Her latest book, Make it Rain (Univ. of Chicago Press 2017) was awarded the Louis Battan Prize by the American Meteorological Association for best meteorology book of the year. Kris serves as chair of the American Geophysical Union’s Editorial Advisory Board and is a reviewer for a number of history of science journals.<\/p>\r\n\r\n<p>Kris graduated from University of California, Riverside with an A.B. in Mathematics; the US Naval Postgraduate School with an M.S. in Meteorology and Physical Oceanography; and from Oregon State University with a Ph.D. in History of Science.<\/p>\r\n\r\n<p>Kris joined the Advancement Board in 2014.<\/p>\r\n\t\r\n<p><strong>Mark Hillis<\/strong><\/p>\r\n\r\n<p>After retiring from the U.S. Marine Corps, Mark went on to serve 33 years as SunTrust Bank’s First Vice President. Mark served on FSU’s Board of Trustees from 2010-2020, was Vice Chair of the Board and chaired multiple committees during his tenure. He and his wife Nan actively support FSU veteran initiatives and have been a generous contributors to student scholarships, faculty endowed positions, and numerous campus building projects. Mark has served on many FSU advisory boards: FSU Foundation Board of Trustees, Alumni Association Board of Directors, College of Business Board of Governors, Real Estate Center Executive Board and the Undergraduate Studies Development Council.<\/p>\r\n\r\n<p>He’s a car enthusiast and enjoys keeping up with FSU athletics, traveling, and spending time with his two young children.<\/p>\r\n\r\n<p>Mark joined the Advancement Board in 2017.<\/p>\r\n\t\r\n<p><strong>Mark Johnson<\/strong><\/p>\r\n\r\n<p>Mark is currently the Assistant Dean of the MBA Program and Teaching Professor at Wake Forest University. He has received multiple teaching awards from Wake Forest and while at Loyola University in Maryland. He is a recipient of the FSU Young Alumni Notable Nole honor and the Abramson Award from the National Association for Business Economics for the co-authored publication, “Gauging the Financial Capability of Americans.” in Business Economics.<\/p>\r\n\r\n<p>He was a member of the Investment Committee for the Catholic Community Foundation of the Archdiocese of Baltimore for four years. While there, he worked with other committees to review investment transactions and investment performance to establish an improved investment policy and strategy. He was associated with the FSU Foundation's Young Alumni Development Council in Washington D.C. He graduated from FSU with a B.S. in Finance, FIU with an M.S. in Finance and University of New Orleans with an M.S. and Ph.D. in Financial Economics. He’s a car enthusiast and enjoys leisurely walks through Costco, traveling, and earning\/maximizing credit card points.<\/p>\r\n\r\n<p>Mark joined the Advancement Board in 2017 and is the current President of the Advisory Board.<\/p>\r\n\t\r\n<p><strong>Cheryl Monroe<\/strong><\/p>\r\n\r\n<p>Cheryl is currently the Vice President Controller and Treasurer of Mary Kay Global.<\/p>\r\n\r\n<p>She earned an undergraduate degree in Accounting from FSU and also served as a student orientation leader.<\/p>\r\n\r\n<p>Cheryl joined the Advancement Board in 2018 and is the current Vice-President\/President Elect of the Advisory Board.<\/p>\r\n\t\r\n<p><strong>Dennis Moore<\/strong><\/p>\r\n\r\n<p>Dennis retired in 2019 as a University Distinguished Teaching Professor in FSU’s English Department. He was an active member of the Faculty Senate’s Steering Committee and its Library Committee and is a past president of the Friends of the Library. After giving an invited talk in 2013 as part of the Humanities Road Scholars series at Clemson University, he agreed to serve as founding chair of the FSU Faculty Senate’s Road Scholars Committee, bringing scholars from other ACC institutions to give talks for nonspecialist audiences. A past president of the Society of Early Americanists, he organized the interdisciplinary American Studies Association’s Early American Matters Caucus and is a past president of the A.S.A.’s southeastern chapter. At its most recent conference he received SASA’s Lynne Adrian Service Award, and at its 2019 conference SASA honored Dennis and his wife with the creation of the Barbara Stevens Heusel and Dennis Moore Graduate Student Travel Grants. Since retiring he has agreed to serve on the Board of the statewide Friends of the Museum of Florida History as well as the Steering Committee for FSU’s Civil Rights Institute. In retirement he has created the international Iris Murdoch Society’s Barbara Stevens Heusel Research Grants for Early-Career Scholars and Clemson University’s Moore Family Scholarships for First-Generation Students.<\/p>\r\n\r\n<p>Dennis earned his B.A. in English from Clemson and Ph.D. in English from UNC -Chapel Hill.<\/p>\r\n\r\n<p>Dennis joined the Advancement Board in 2009.<\/p>\r\n\t\r\n<p><strong>Kristi A Nelson<\/strong><\/p>\r\n\r\n<p>Kristi has been a long-time faculty member and administrator at the University of Cincinnati. She is currently serving as the Executive Vice President for Academic Affairs and Provost. She understands the importance of experiential learning and how this approach contributes to student success. She is a champion of developing faculty and played a key role establishing a women’s leadership program at the University of Cincinnati.<\/p>\r\n\r\n<p>Kristi has an Art History undergraduate degree from FSU and a Ph.D. in Art History from the University of North Carolina - Chapel Hill. Her research interests are in the Early Modern Dutch and Flemish Art.<\/p>\r\n\r\n<p>Kristi joined the Advancement Board in 2016.<\/p>\r\n\t\r\n<p><strong>Joel Padgett<\/strong><\/p>\r\n\r\n<p>Joel is recently retired as the Senior Vice President and Director of Gift Planning for Seminole Boosters, Inc., a position he held for many years. Prior to working for the Seminole Boosters and moving back to Tallahassee, Joel was a volunteer with the Boosters for twenty years, serving two terms on the Seminole Boosters national board. He helped form the Palm Beach County Seminole Club in the mid-70s, and served in various leadership capacities.<\/p>\r\n\r\n<p>In addition to his job and volunteer work for Seminole Boosters, Joel was very active in the Association of Certified Fraud Examiners, the Florida Intelligence Unit, the Plaintiff’s Paralegal Association, and Tri-County TEC.<\/p>\r\n\r\n<p>His love for libraries and books dates to his childhood when his great aunt was the school librarian. He would spend part of his summers helping her inventory and reorganize the books and card file. Joel finds solace working his farm in Georgia with his three dogs, and quail hunting.<\/p>\r\n\r\n<p>Joel joined the Advancement Board in 2009.<\/p>\r\n\t\r\n<p><strong>Melissa Rowan<\/strong><\/p>\r\n\r\n<p>Melissa has been at Iowa State University for a number of years and is currently the Assistant Vice President of Strategic Initiatives at ISU’s Foundation. She had previously worked at FSU’s Foundation. Melissa has an established track record for implementing new fund raising strategies and for getting results. In 2013, she was the recipient of the Governor’s Staff Award for her dedication to Iowa State and the support for community programs in the surrounding area. Melissa is active in the local United Way campaign, Medical Center volunteerism, Ames Foundation (projects around town, build playgrounds), and the Parks and Rec Board.<\/p>\r\n\r\n<p>Melissa graduated from Iowa State with a bachelor’s degree in History and from FSU with a Master’s degree in Public Administration with an emphasis in non-profit management.<\/p>\r\n\r\n<p>She has two dogs: Milo, a Silver Lab and Rory, a Black Lab. She loves Cyclone sports, the arts, theater, and keeping up with the Seminoles. Even though Melissa left FSU years ago, she still loves the university and the people associated with it.<\/p>\r\n\r\n<p>Melissa joined the Advancement Board in 2018.<\/p>\r\n\t\r\n<p><strong>Anne Rowe<\/strong><\/p>\r\n\r\n<p>Prior to retirement, Anne served as a faculty member in the English Department and held various administrative positions at FSU with the last eight years as the Dean of the Faculties. She has been an advocate and champion for students and faculty success. Anne served as President of the Library Advancement Board from 2017-2020.<\/p>\r\n\r\n<p>Anne earned an undergraduate degree in English from FSU and graduate degrees from the University of North Carolina - Chapel Hill.<\/p>\r\n\r\n<p>Anne joined the Advancement Board in 2009.<\/p>\r\n\t\r\n<p><strong>Jayne M. Standley<\/strong><\/p>\r\n\r\n<p>Jayne is a Robert O. Lawton Distinguished Professor at Florida State University with appointments in the Colleges of Music and Medicine. Her research emphases are both Medical Music Therapy and Music Therapy in the Neonatal Intensive Care Unit. Jane is Director of the National Institute for Infant and Child Medical Music Therapy, a network affiliation of universities and medical centers to promote research and training in NICU-MT.<\/p>\r\n\r\n<p>Jayne has earned Bachelor’s, Master’s, and Ph.D. degrees from FSU.<\/p>\r\n\r\n<p>Jayne joined the Advancement Board in 2015.<\/p>\r\n\t\r\n<p><strong>Nancy Stepina-Robison<\/strong><\/p>\r\n\r\n<p>Nancy has many years of experience working in higher education with the Board of Regents and the State University System. She recently retired as Vice President of the management consulting firm MGT of America. She is active in the Rotary Club as a member of the Board and Chairs the Rotary Foundation Committee. She and her family have a longstanding relationship with raising funds for FSU and recently established the Robison Family Scholarship at FSU’s College of Human Sciences.<\/p>\r\n\r\n<p>She has degrees from the University of Binghamton (B.S. in Business Administration) and University of Illinois-Urbana\/Champaign (M.A. in Employee and Management Relations).<\/p>\r\n\r\n<p>Nancy joined the Advancement Board in 2019.<\/p>\r\n\t\r\n<p><strong>Anne Strozier<\/strong><\/p>\r\n\r\n<p>Anne is an Emeritus Professor in the School of Social Work at the University of South Florida (USF). Through her career at USF she has served as Interim Director for the School, Chair of the Master’s in Social Work Program, and Associate Director. Anne has directed the Florida Kinship Center, a statewide center housed at USF that serves and supports grandparents and other relatives raising over 370,000 children in our state. The Center provides information, education, counseling, advocacy, training, policy planning, and research. In addition to Anne’s work at the University, she is a licensed psychologist in the State of Florida.<\/p>\r\n\r\n<p>Anne’s father, Robert M. Strozier, was President of FSU from 1957-1960. She is very proud of her connection to the Strozier Library and Florida State University.<\/p>\r\n\r\n<p>Anne is involved in her community through helping women, the elderly and kinship caregivers. She loves to exercise, read, and travel.<\/p>\r\n\r\n<p>Anne is an honorary member of the Advancement Board.<\/p>\r\n\t\r\n<p><strong>Kathy Whitehead<\/strong><\/p>\r\n\r\n<p>Kathy recently retired from Florida’s State Board of Administration as the Chief Financial Officer. Prior to that she was Vice President of Finance for the Colonial Williamsburg Foundation. She remains active in numerous civic groups and community fundraising initiatives.<\/p>\r\n\r\n<p>Kathy earned an undergraduate degree in Accounting from FSU and is a licensed CPA. She attended the Executive Program at the University of Virginia and the Core Human Resources Management Program at Cornell University.<\/p>\r\n\r\n<p>She has served on the Advancement Board since 2009 and was Board President from 2014-2017<\/p>\r\n\t\r\n<p><strong>Nancy Wingenbach<\/strong><\/p>\r\n\r\n<p>Nancy retired as Superintendent of Schools in 2013 from Orange City Schools, Pepper Pike, Ohio (suburb of Cleveland, Ohio).  She started in public schools as a high school English teacher, became certified as a reading specialist and then, with an interest in gifted education, finished her Ph.D. in special education, gifted, reading, and curriculum and instruction. Her dissertation focused on the gifted reader, metacognition and comprehension strategies. This focus led to research and published articles on learning disabled gifted readers, comprehension strategies and gifted students use of metacognition for comprehension. Nancy contributed to several books on gifted education and special needs gifted students and was a speaker at both national and international conferences.\r\nRemaining in public schools while serving as adjunct at the University of Akron and teaching at Kent State University, Nancy worked as Coordinator of Gifted Education, Director of Curriculum and Instruction and, for the last five years of her career, as Superintendent of Schools.<\/p>\r\n\r\n<p>Nancy was also involved in civic work through various organizations, served as member of Highland Schools Board of Education for 23 years, Medina County Career Center Board of Education for 16 years and as a member of several Superintendent councils\/boards.<\/p>\r\n\r\n<p>Nancy received her B.A. from Florida State University, an M.A. from Kent State University and a Ph.D. from Kent State University.<\/p>\r\n\r\n<p>Nancy joined the Library Advancement Board in 2019<\/p>\r\n\t\r\n<p><strong>Julia Zimmerman<\/strong><\/p>\r\n\r\n<p>Julia retired as the Dean of University Libraries in 2018, a position that she held for eleven years. Prior to coming to FSU, she was the Dean of Libraries at Ohio University. With a long history of raising funds to enhance student success and to improve library facilities, Julia continues to use her experience to serve on various library boards to advocate for support.<\/p>\r\n\r\n<p>Julia graduated from FSU with an undergraduate degree in English and earned a graduate degree in library science from Emory University.<\/p>\r\n\r\n<p>Julia joined the Advancement Board in 2018.<\/p>\r\n<h2><a class=\"no-underline\" id=\"meeting-minutes\">Meeting Minutes<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n<br\/><br\/>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/fsu-libraries-ab-fall2020-minutes.pdf\">Fall 2020 Minutes<\/a><\/p>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/spring_2020_advancement_board_meeting_minutes_updated.pdf\">Spring 2020 Minutes<\/a><\/p>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/minutes_-_2019_spring_advancement_board_meeting.pdf>Spring 2019 Minutes<\/a><\/p>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/minutes_-_2018_fall_advancement_board_meeting.pdf\">Fall 2018 Minutes<\/a><\/p>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/minutes_-_2018_advancement_board_spring_meeting.pdf\">Spring 2018 Minutes<\/a><\/p>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/minutes_-_2017_advancement_board_fall_meeting.pdf\">Fall 2017 Minutes<\/a><\/p>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/fsu-libraries-ab-spring2017-minutes_1.pdf\">Spring 2017 Minutes<\/a><\/p>\r\n<p><a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/2016_advancement_board_fall_meeting_minutes_3.pdf\">Fall 2016 Minutes<\/a><\/p>\r\n\r\n\r\n\r\n<h2><a class=\"no-underline\" id=\"newsletters\">Newsletters<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n<p>The Dean's Quarterly newsletter shares the latest highlights at FSU Libraries. Read past editions below. <a href=\"http:\/\/eepurl.com\/gHCiMH\">Join our mailing list!<\/a>\r\n\r\n<h2><a class=\"no-underline\" id=\"bylaws\">Bylaws<\/a><\/h2><a href=\"#top\">Back to top<\/a>\r\n<br><br>\r\n<a href=\"https:\/\/drupal9.lib.fsu.edu\/sites\/default\/files\/2022-07\/Advancement%20Bylaws.pdf\">Current Advancement Board Bylaws<\/a>",
            "format": "full_html",
            "summary": ""
        }
    ],
    "field_related_menu": [
        {
            "target_type": "taxonomy_term",
            "target_uuid": "23033508-54fe-4544-90aa-22a0b003dad1"
        }
    ]
}