{
    "uuid": [
        {
            "value": "fa71078b-62ab-4163-adf6-c24aa3294d4a"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "a12db886-d412-46b5-9932-855c32fb27dd"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2022-06-17T17:16:25+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "8ed4b37a-7472-4445-8ce3-7e53973371da"
        }
    ],
    "title": [
        {
            "value": "Special Collections & Archives: Making Copies"
        }
    ],
    "created": [
        {
            "value": "2022-06-16T17:07:51+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2022-06-17T17:16:25+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/special-collections\/copies",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<h2>Self Copying<\/h2>\r\n<p>Patrons may bring digital cameras into the reading room as long as they abide by the rules for researchers and handle all materials with care. Patrons should notify Special Collections &amp; Archives staff prior to digitally photographing collections in order to complete a <a href=\"\/sites\/default\/files\/sites\/default\/files\/upload\/sca\/fsu_sca_camera_use_reproduction_form.pdf\">Camera Use &amp; Reproduction Form<\/a> and to ensure that donor agreement and copyright laws are not violated. No flashbulbs, flash attachments, or other lighting equipment are permitted in the reading room. No personal scanners are permitted in the reading room. Permission to scan entire books or large portions of manuscript collections will not be granted. For more information, see our <a href=\"https:\/\/www.lib.fsu.edu\/sca\/reading-room-policies\">Reading Room Policies<\/a> page.<\/p>\r\n<h2>Copies via Special Collections &amp; Archives<\/h2>\r\n<p>Copies are provided to individual researchers for the purpose of study and personal use only. If materials are to be used for display or publication, we recommend having Special Collections &amp; Archives staff handle the digitization. For more information on publishing Special Collections materials, please see our <a href=\"https:\/\/www.lib.fsu.edu\/sca\/citations-copyright\">Citations &amp; Copyright information<\/a>.<\/p>\r\n<p>Special Collections &amp; Archives reserves the right to review all copy requests and to withhold permission to copy if, in the professional judgment of the staff member:<\/p>\r\n<ul>\r\n\t<li>Copying would endanger the material;<\/span><\/li>\r\n\t<li>Would violate copyright law;<\/span><\/li>\r\n\t<li>Would violate donor-imposed restrictions;<\/span><\/li>\r\n\t<li>Place an undue burden upon Special Collections &amp; Archives staff to provide the reproduction request<\/span><\/li>\r\n<\/ul>\r\n<p>In all cases, a <a href=\"https:\/\/www.lib.fsu.edu\/form\/sca\/special-collections-archives-reproduction-form\">Reproduction Form<\/a> must be filled out by the patron before any work may be completed. Staff in the Research Center or Pepper Reading Rooms can assist patrons in this. You may also <a href=\"mailto:lib-specialcollections@fsu.edu\">contact us for assistance.<\/a><\/p>\r\n<p>Available methods for reproduction:<\/p>\r\n<ul>\r\n\t<li>Self-serve imaging (<a href=\"\/special-collections\/visit\/reading-room-policies\">see our Camera Use Policy<\/a>)<\/li>\r\n\t<li>Photocopies<\/li>\r\n\t<li>Digital Reproduction by Special Collections &amp; Archives staff<\/li>\r\n\t<li>Digital Reproduction by the Digital Library Center<\/li>\r\n<\/ul>\r\n<h2>Reproduction Form<\/h2>\r\n<p><a href=\"https:\/\/www.lib.fsu.edu\/form\/sca\/special-collections-archives-reproduction-form\">The Reproduction Form<\/a> needs to be submitted for every reproduction request completed by Special Collections &amp; Archives staff.&nbsp;<\/p>\r\n<h3>Conditions for Copying Materials<\/h3>\r\n<ol>\r\n\t<li>Copies are made as time permits. Please allow up to 30 days for processing large orders and orders that must be handled by an off-campus vendor.<\/li>\r\n\t<li>In order to ensure the long-term preservation of the rare and unique resources entrusted to its care, the Special Collections &amp; Archives Department reserves the right to limit the number of copies made, to select the method of reproduction, and to decline to make copies of, especially fragile or important items.<\/li>\r\n\t<li>Even if using for educational\/research purposes, no more than 30% of a book, journal, manuscript collection or other work may be reproduced.<\/li>\r\n\t<li>Copies are made for personal research only and cannot be further reproduced or placed in another repository without the written permission of the Associate Dean for Special Collections &amp; Archives.<\/li>\r\n\t<li>In the case of publication, exhibition, or commercial use, proper acknowledgment should be made regarding ownership of the original by this library. The citation format for Special Collections&rsquo; books may differ in order to comply with MLA, APA or other style guide requirements. The preferred citation for archives material is Item description, date, series number, box number, folder number, collection, location. See our <a href=\"\/special-collections\/citations-and-copyright\">Citations &amp; Copyright page<\/a> for more information.<\/li>\r\n<\/ol>\r\n<h3>Additional Information for the Form<\/h3>\r\n<ul>\r\n\t<li>Pickup and delivery: External storage devices, discs, and photocopies of completed requests can be picked up at one of our Special Collections locations or, in some cases, delivered to the mailing address of the intended recipient.<\/li>\r\n\t<li>FSU Dropbox: Files that are too large to be directly sent by email can be delivered via FSU Dropbox instead. Recipients will receive an email from FSU Dropbox with a link to download the images. These download links will expire 10 days after being sent. Some email clients will automatically quarantine emails from unrecognized senders. It is recommended that recipients check their &lsquo;junk&rsquo; or &lsquo;spam&rsquo; folders if they haven&rsquo;t received the FSU Dropbox email.<\/li>\r\n\t<li>High-resolution Images: High-res images will be 400 PPI (pixels per inch) at original size or higher. These images are suitable for professional printing, for publications, and for analyzing close-up details. File sizes of high-resolution images will be larger than those of low resolution.<\/li>\r\n\t<li>Low-resolution Images: Low-res images will be 300 PPI at original size or lower and are suitable for most research purposes. These images may be in color or greyscale and a slight reduction in image quality may occur. File sizes of low-resolution images will be smaller than those of high resolution.<\/li>\r\n\t<li>Photocopies: If digital images are not preferred, photocopies of certain requested material can be provided. Photocopies are suitable for quick reference material and if image high image quality is not necessary. If a photocopy of an image is preferred, please ask a Special Collections &amp; Archives staff member for assistance.<\/li>\r\n<\/ul>\r\n",
            "format": "full_html",
            "summary": ""
        }
    ],
    "field_related_menu": []
}